Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: Q5. Account Already Exists
de: F.5 Konto ist bereits vorhanden
es: Q5. La cuenta ya existe
ja: 質問5すでにアカウントが存在しています

source: Raise an AHD
de: AHD erstellen
es: Levante un AHD
ja: AHDを上げる

source: Q6. I am not able to get my PIN to enter with password in LEX application. Would you please help me with this?
de: F.6 Ich kann meine PIN zum Eingeben mit dem Passwort in der LEX Anwendung nicht abrufen. Könnten Sie mir bitte helfen?
es: Q6. No puedo obtener mi PIN para entrar con la contraseña en la aplicación LEX. Por favor, ¿podrían ayudarme con esto?
ja: 質問6LEXアプリケーションのためのパスワードで入るためのPINを得ることができません。助けてもらえますか?

source: Can you mail CCD-Helpdesk (Global Support)
de: Können Sie an das CCD-Helpdesk (Global Support) eine Mail schrieben
es: ¿Puede enviar un correo electrónico a CCD-Helpdesk (Soporte Global)
ja: CCD-Helpdesk（グローバル・サポート）へメールを送られますか？

source: and get them to reset the same?
de: mit der Bitte, selbiges zurückzusetzen?
es: y conseguir que lo restauren?
ja: そしてリセットさせることができますか?

source: Q7. Downtime
de: F.7 Ausfallzeit
es: Q7. Tiempo excedido
ja: 質問7稼働停止時間

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
de: Bitte entfernen Sie freundlicherweise Ihre Cookies und Cache aus dem Desktop-Browser, bevor Sie es erneut versuchen.<br/> Sie können auch den anonymen Modus oder privaten Modus in Chrome und IE benutzen.
es: Se le solicita que borre las cookies y la memoria cache del navegador de escritorio antes de intentarlo.<br/> También puede utilizar el modo incógnito o los modos de navegación privada de Chrome e IE.
ja: お試しになる前にデスクトップブラウザーのクッキーとキャッシュを消去してください。<br/> ChromeとIEのシークレットモードまたはプライベートブラウジングモードを利用することもできます。

source: Q1. ODC Connectivity
de: F.1 ODC Konnektivität
es: Q1. Conectividad de ODC
ja: 質問1.ODC 接続性

source: If you are working from an ODC, it is possible it might have been blocked.<br/> Please raise a CCD AHD under “Local Connectivity Issues” category and mention that you are unable to access Lex.
de: Wenn Sie mit einem ODC arbeiten, dann wurde er möglicherweise blockiert.<br/> Erheben Sie bitte eine CCD unter der Kategorie „Lokale Konnektivitätsprobleme“, in der Sie angeben, dass Sie auf Lex nicht zugreifen können.
es: Si está trabajando desde un ODC, es posible que este haya sido bloqueado.<br/> Levante un CCD AHD bajo la categoría «Problemas de conectividad local» y mencione que no puede tener acceso a Lex.
ja: ODCをご利用の場合、ブロックされる可能性があります。<br/> “ローカル接続の問題”のカテゴリー中のCCD AHDを選択し、Lexにアクセスできないとお伝えください。

source: Q2. Browser Issue
de: F.2 Browserproblem
es: Q2. Problema del navegador
ja: 質問2.ブラウザーの問題

source: It looks like you are not either having Internet Access or ODC has blocked the access to Lex.<br/> Please raise a CCD AHD under “Local Connectivity Issues”
de: Entweder Sie haben keinen Internetzugang oder ODC hat den Zugriff auf Lex blockiert.<br/> Bitte senden Sie eine CCD AHD unter “Lokale Konnektivitätsprobleme”
es: Parece que no tiene acceso a internet o el ODC ha bloqueado el acceso a Lex.<br/> Levante un CCD AHD bajo “Problemas de conectividad local”
ja: インターネットへアクセスしていないか、ODCがLexへのアクセスをブロックしているようです。<br/> “ローカル接続の問題”のCCD AHDをお選びください

source: Q1. Compatibility
de: F.1 Kompatibilität
es: Q1. Compatibilidad
ja: 質問1.互換性

source: It looks like you are using IE in Compatibility Mode (IE7 or IE11) please open developer console and switch to IE11 or IE10.<br/> Please follow the video:<br/>
de: Es sieht so aus, als ob Sie IE im Kompatibilitätsmodus benutzen (IE7 oder IE11) Öffnen Sie bitte die Entwicklerkonsole und wechseln Sie zu IE11 oder IE10.<br/> Halten Sie sich bitte an das Video:<br/>
es: Parece que está utilizando el IE en modo de compatibilidad (IE7 o IE11), abra la consola de desarrollador y cambie a IE11 o IE10<br/> Siga el vídeo:<br/>
ja: 互換性モード(IE7またはIE11)でIEをご利用されているようですが、開発コンソールを開き、IE11またはIE10に切り替えてください。<br/> ビデオをご参照ください:<br/>

source: It looks like you are using IE in Compatibility Mode (IE7 or IE11) please open developer console and switch to IE11 or IE10
de: Es sieht so aus, als ob Sie IE im Kompatibilitätsmodus benutzen (IE7 oder IE11) Öffnen Sie bitte die Entwicklerkonsole und wechseln Sie zu IE11 oder IE10
es: Parece que está utilizando el IE en modo de compatibilidad (IE7 o IE11), abra la consola de desarrollador y cambie a IE11 o IE10
ja: 互換性モード(IE7またはIE11)でIEをご利用されているようですが、開発コンソールを開き、IE11またはIE10に切り替えてください。

source: Q1. Regarding Lex installation on Smart Phone
de: F.1 Lex Installierung auf Smartphone
es: Q1. Relativo a la instalación de Lex en el teléfono inteligente
ja: 質問1.スマートフォンへLexをインストールすることに関して

source: There are 2 ways for doing the same in android:<br/> 1. open Lex in browser and click on burger menu. Now click mobile apps under android click the link. From there you can directly download the app like other apps.<br/> 2. Directly open the play store and search for "Infosys Lex" and install the apps. Before going with the above step make sure to go through with the following steps if you have not done before/ using it for the first time using Infosys network.<br/> Please visit:<br/>
de: Dazu gibt es 2 Möglichkeiten:<br/> 1. Öffnen Sie Lex im Browser und klicken Sie auf das Hambuger-Menü. Klicken Sie auf mobile Apps und dann auf den Link unter Android. Von hier können Sie diese App wie andere Apps direkt herunterladen.<br/> 2. Öffnen Sie Play Store direkt, suchen Sie nach “Infosys Lex” und installieren Sie die App. Bevor Sie obige Schritte ausführen, müssen Sie sich vergewissern, dass folgende Schritte ausgeführt wurden / falls ie das erste Mal das Infosys Netzwerk benutzen.<br/> Besuchen Sie bitte:<br/>
es: Hay 2 maneras de hacerlo en Android:<br/> 1. Abra Lex en el navegador y haga clic en el menú Burger. Ahora haga clic en las aplicaciones móviles en Android y haga clic en el enlace. Desde allí puede descargar directamente la aplicación, similar a otras aplicaciones.<br/> 2. Abra directamente Play Store y busque “Infosys Lex” e instale las aplicaciones. Antes de pasar el paso anterior, asegúrese de seguir los siguientes pasos si no lo ha hecho antes/ utilizándolo por primera vez con la red de Infosys.<br/> Visite:<br/>
ja: アンドロイドで同様にするには2通りの方法があります：<br/> 1. ブラウザーでLexを開き、バーガーメニューをクリックする。次にアンドロイドのモバイルアプリをクリックし、リンクをクリックする。そこから他のアプリのようにアプリを直接ダウンロードできる。<br/> 2.プレイストアを直接開き、”Infosys Lex”を検索してインストールする。上記の手順を踏む前に、初めてInfosysネットワークを使用する場合には、必ず次の手順に従ってください。<br/> アクセスしてください:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice.<br/> Select Call-In method for authentication.<br/> For accessing Lex this is a “must” criteria.<br/> 1. Visit
de: und registrern Sie sich für eone mehrstufige Authentifizierung.<br/> Sie können einen Passcode Ihrer Wahl festlegen.<br/> Wählen Sie für die Authentifizierung eine Anrufmethode.<br/> Für den Zugriff auf Lex ist das ein “Pflicht” Kriterium.<br/> 1. Besuch
es: y regístrese para la autenticación de factores múltiples.<br/> Puede establecer una contraseña de su elección.<br/> Seleccione el método por llamada para la autenticación.<br/> Para tener acceso a Lex este es un criterio «obligatorio».<br/> 1. Visite
ja: マルチファクター認証（MFA）のために最初的に自分自身を登録する必要があります<br/> お好きなパスコードを設定できます。<br/> 多元的認証にはコールイン方式を選択してください。<br/> Lexにアクセスするには、こちらは必須項目です。<br/> 1.訪問

source: 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Lex.<br/>
de: 2. Klicken Sie auf die Login-Schaltfläche<br/> 3. Wenn Sie sich im Infosys Netzwerk befinden, müssen Sie nur Ihre Infosys Mail-ID eingeben<br/> 4. Wenn Sie sich im Internet befinden, wird ein Klick auf die Schaltfläche Sie zur Microsoft Anmeldeseite führen. Geben Sie bitte Ihre Infosys Mail-ID ein<br/> 5. Sie werden zur stsakaash Seite geführt, die eine Infosys-Seite ist. Hier geben Sie bitte Ihre E-Mail-ID und Ihr Passwort (Infosys Konto) ein<br/> 6. Sie werden auf Ihrer registrierten Telefonnummr einen Anruf von Microsoft erhalten<br/> 7. Sie müssen Ihren Passcode eintippen und #<br/> 8. Wenn Ihre Authentifizierung erfolgreich ist, wird der Webbrowser Sie automatisch zu Lex weiterleiten.<br/>
es: 2. Presionar el botón Iniciar sesión<br/> 3. Si está en la red de Infosys, no tendrá que ingresar su identificación de correo Infosys<br/> 4. Si está en internet, haga clic en el botón, será llevado al sitio de inicio de sesión de Microsoft. Introduzca su identificación de correo de Infosys<br/> 5. Será llevado al sitio stsakaash que es de Infosys. Aquí suministre su identificación de correo electrónico y contraseña (cuenta de Infosys)<br/> 6. Recibirá una llamada telefónica de Microsoft en el número de teléfono registrado<br/> 7. Le pedirán que ingrese su contraseña y #<br/> 8. Si la autenticación es exitosa, el navegador web le llevará automáticamente a Lex.<br/>
ja: 2.ログインボタンを押す<br/> 3.Infosysネットワークをご利用の場合は、InfosysメールIDを入力する必要はありません。<br/> 4.インターネットをご利用の場合は、ボタンをクリックするとマイクロソフトのログイン画面に移動します。InfosysメールIDを入力してください<br/> 5.Infosysからのstsakaashサイトへ移動します。こちらにあなたのメールIDとパスワード（Infosysアカウント）をご入力ください<br/> 6.登録されている電話番号にマイクロソフトより電話があります<br/> 7.あなたのパスコードと番号を入力する必要があります<br/> 8.認証ができましたら、ウェブブラウザーが自動的にLexに移動します。<br/>

source: Q2. IOS - To Install IOS App
de: F.2 IOS – Installieren der IOS App
es: Q2. IOS: para instalar la aplicación en IOS
ja: 質問2.IOS –IOSアプリのインストール方法

source: Kindly find the steps enclosed below for your request please.<br/> To install the app, Safari Web browser is required.<br/> Please follow the following steps<br/> 1. Go to
de: Führen Sie dazu folgende Schritte aus.<br/> Zum Installieren der App wird der Safari Web Browser benötigt.<br/> Verfahren Sie bitte wie folgt<br/> 1. Gehen Sie zu
es: Encuentre los pasos adjuntos a continuación para su solicitud.<br/> Para instalar la aplicación se necesita el navegador web Safari.<br/> Siga estos pasos<br/> 1. Vaya a
ja: 以下にリクエストされた手順を添付しますのでご参考にしてください。<br/> アプリをインストールするには、サファリブラウザーが必要になります。<br/> 以下の手順に従ってください<br/> 1.次のページに移動

source: on Safari browser on your iPhone (This will not work on Google Chrome or other browsers)<br/> 2. Login to the app (using MFA)<br/> 3. Go to “Mobile Apps” under the ☰<br/> 4. Click on IOS tab<br/> 5. Click on Download<br/> You will be prompted to Install the app, Please click on install.<br/> Once you accept the installation, the app would start the download process in the background and the AppIcon would be visible on the home screen of your phone<br/> Fix for “Untrusted Developer” Error (Comes up if Lex is the first app installed from “Infosys Limited”)<br/> To fix this, you need to Trust the Developer “Infosys Limited”. Setting to trust the app are as follows<br/> 1. Go to Device Management in your iPhone (Settings > General > Device Management)<br/> 2. Click on “Infosys Limited” Under the Enterprise Apps<br/> 3. Click on “Trust”<br/> 4. Re-launch the app.<br/> Mobile app needs your one-time Login after the first launch.
de: auf dem Safari-Browser Ihres iPhones (das ist bei Google Chrome und anderen Browsern nicht möglich)<br/> 2. Melden Sie sich in der App an (mit MFA)<br/> 3. Gehen Sie zu “Mobile Apps” unter dem ☰<br/> 4. Klicken Sie auf den IOS-Tab<br/> 5. Klicken Sie auf Download<br/> Sie werden zum Installieren der App aufgefordert. Klicken Sie bitte auf Installieren.<br/> Nach Bestätigen der Installation beginnt die App den Download-Prozess im Hintergrund und es wird das App-Icon auf dem Homescreen Ihres Phones angezeigt Beheben Sie den<br/> „Nicht vertrauenswürdiger Entwickler“ Fehler (wird angezeigt, wenn Lex die erste installierte App von“Infoys Limited“ist)<br/> Um diesen Fehler zu beheben, muss der Entwickler“Infosys Limited” vertrauenswürdig sein. Damit die App als vertrauenswürdig gilt, verfahren Sie wie folgt<br/> 1. Gehen Sie in Ihrem iPhone zu Gerätemanagement (Einstellungen > Allgemein > Gerätemanagement)<br/> 2. Klicken Sie unter Enterprise Apps auf “Infosys Limited”<br/> 3. Klicken Sie auf “Vertrauenswürdig”<br/> 4. Starten Sie die App neu.<br/> Nach dem Erststart fragt die mobile App nach Ihrem Einmalpasswort.
es: en el navegador Safari en su iPhone (esto no funcionará en Google Chrome u otros navegadores)<br/> 2. Inicie sesión en la aplicación (usando MFA)<br/> 3. Vaya a «Aplicaciones Móviles» bajo el ☰<br/> 4. Haga clic en la pestaña IOS<br/> 5. Haga clic en Descarga<br/> Se le pedirá que instale la aplicación, haga clic en instalar.<br/> Una vez que acepte la instalación, la aplicación comenzará el proceso de descarga en segundo plano y el Icono de la aplicación estará visible en la pantalla de inicio de su teléfono<br/> Solución para el error «Desarrollador no fiable» (aparece si Lex es la primera aplicación instalada desde «Infosys Limited»)<br/> Para solucionar esto, debe confiar en el desarrollador «Infosys Limited». La configuración para confiar en la aplicación es la siguiente<br/> 1. Vaya a Administración de dispositivos en su iPhone (Configuración > General > Administración de dispositivos)<br/> 2. Haga clic en “Infosys Limited” debajo de Aplicaciones corporativas<br/> 3. Haga clic en “Confiar”<br/> 4. Reinicie la aplicación.<br/> La aplicación móvil necesita su inicio de sesión único después del primer inicio.
ja: iPhoneのSafariブラウザで （これはGoogle Chromeやその他のブラウザでは機能しません）<br/> 2.アプリにログイン（MFAを使用）<br/> 3.☰の中の”モバイルアプリ”へアクセス<br/> 4.IOSタブをクリック<br/> 5.ダウンロードをクリック<br/> アプリをインストールするよう指示されるので、インストールをクリックしてください。<br/> インストールを許可すると、バックグラウンドでダウンロード処理が開始され、Applconが電話のホーム画面に表示されます<br/> “信頼できない開発者”エラーを修正する（”Infosys Limited”のアプリを初めてインストールする時に表示される）<br/> これを修正するには、”InfosysLimited”を信頼できる開発者に変更する必要があります。 アプリを信頼するに設定する手順は以下のようになります<br/> 1.iPhoneのデバイス管理にいく(設定>一般>デバイス管理)<br/> 2.エンタープライズアプリ下の”Infosys Limited”をクリック<br/> 3.“信頼する”をクリック<br/> 4.アプリを再起動する。<br/> モバイルアプリでは最初の起動後にワンタイムログインが必要となります。

source: Q1. I recently completed a course in lex (Introduction to data science )and I passed the assessment exam also. But it is not reflecting in my dashboard. Can you please look into this?
de: F.1 Vor kurzem habe ich einen Kurs in Lex absolviert (Einführung in die Datenwissenschaft), den ich nach der Feststellungsprüfung auch bestand. Das wird aber nicht in meinem Dashbboard angezeigt. Wie ist das zu erklären?
es: Q1. Terminé recientemente un curso en Lex (Introducción a la ciencia de los datos) y aprobé el examen de evaluación también. Pero no aparece en mi panel. Por favor, ¿puede revisar esto?
ja: 質問1.私は、先日、lexのコース（データ分析入門）を完了し、アセスメントテストにも合格しました。しかし、まだ私のダッシュボードには反映されていません。このことについて調べて頂けますか?

source: Lex does not calculate progress instantly. It is a batch process and data might take 15 minutes to reflect.
de: Lex ermittelt den Fortschritt nicht unverzüglich. Es ist ein Batch-Prozess, weshalb es 15 Minuten dauern kann, bis die Daten wiedergespiegelt werden.
es: Lex no calcula progreso al instante. Es un proceso por lotes y los datos pueden tardar 15 minutos en reflejarse.
ja: Lexでは、即座に進捗を計算していません。バッチ処理となりますので、データを反映するには15分かかります。

source: Q1. Issues playing the video content.
de: F.1 Probleme bei der Wiedergabe von Videoinhalten
es: Q1. Problemas al reproducir el contenido del vídeo.
ja: 質問1.ビデオコンテンツ再生の問題

source: Please raise a CCD AHD to reinstall Audio Video Drivers. This issue happens when either audio or video drivers are corrupt or not installed.
de: Bitte schreiben Sie eine CCD AHD zum Neuinstallieren der Audio-Videotreiber. Das Problem tritt auf, wenn Audio- oder Videotreiber defekt sind oder nicht installiert wurden.
es: Levante un CCD AHD para reinstalar los controladores de audio y vídeo. Este problema sucede cuando los controladores de audio o vídeo están dañados o no están instalados.
ja: オーディオビデオドライバーを再インストールするには、CCD AHDを上げてください。この問題は、オーディオまたはビデオドライバーが破損またはインストールされていない場合に発生します。

source: Q1. Upload a content in Lex
de: F.1 Einen Inhalt in Lex hochladen
es: Q1. Cargar un contenido en Lex
ja: 質問1.Lexにコンテンツをアップロードする。

source: Please find demo video enclosed on how to upload content in Lex.<br/> Kindly use the below URL :<br/>
de: Zum Hochladen von Inhalt in Lex sehen Sie sich bitte das Demo-Video an.<br/> Benutzen Sie bitte folgende URL:<br/>
es: Ver el vídeo de demostración adjunto sobre cómo cargar contenido en Lex.<br/> Utilice la siguiente URL:<br/>
ja: Lexへコンテンツをアップロードする方法はデモビデオを参考にしてください。<br/> 以下のURLをご利用ください:<br/>

source: Please use Chrome for accessing the staging environment.<br/> To create content through Authoring Tool :<br/> Link :
de: Für Zugriff auf die Staging-Umgebung benutzen Sie bitte Chrome.<br/> Erstellen von Inhalt mit dem Autorentool :<br/> Link :
es: Utilice Chrome para acceder al entorno de ensayo.<br/> Para crear contenido a través de la herramienta de autoría:<br/> Vínculo:
ja: ステージング環境にアクセスするにはChromeを使用してください。<br/> オーサリングツールを使ってコンテンツを作成する方法: <br/> リンク：

source: Q2. Could you please guide me on how to record a video in LEX with real time voice over.
de: F.2 Könnten Sie mir bitte erläutern, wie ich ein Video in LEX mit Echtzeit-Begleitkommentar aufnehmen kann.
es: Q2. Podría guiarme sobre cómo grabar un vídeo en LEX en tiempo real con narración de voz.
ja: 質問2.リアルタイムボイスオーバーでLEX内でビデオを録画する方法を教えてください。

source: Lex does not have the capabilities to record videos or author PDF or HTML Content directly on its authoring tool.<br/> If you have created Videos either using screen-capture using tools like Captivate, Camtasia or converting PPTs to Videos with voiceover or even using a video recording device like Phones, Video Cameras, Lex allows you to create courses out of such content.<br/> Course creation involves providing a good amount of meta-data for non-text based contents such as Videos.
de: Mit Lex können keine Videos aufgenommen oder PDF oder HTML Inhalte direkt aus seinem Autorentool erstellt werden.<br/> Wenn Sie Videos entweder durch Bildschirmaufnahmen mit Tools wie Captivate, Camtasia erstellt haben oder PPTs in Videos mit Begleitkommentar umgewandelt haben oder Videoaufnahmegeräte verwendet haben wie Phones, Videokameras, dann ermöglicht Lex das Erstellen von Kursen aus solchen Inhalten.<br/> Zum Erstellen von Kursen sind große Mengen Meta-Daten für nicht-textgestützte Inhalte wie Videos erforderlich.
es: Lex no tiene la capacidad de grabar vídeos o crear contenido PDF o HTML de autor directamente en su herramienta de autoría.<br/> Si ha creado vídeos utilizando capturas de pantallas con herramientas como Captivate o Camtasia, o convirtiendo los PPT a vídeos con narración de voz o incluso, utilizando un dispositivo de grabación de vídeo como teléfonos o cámaras de vídeo, Lex le permite crear cursos a partir de dicho contenido.<br/> La creación del curso implica proporcionar una buena cantidad de metadatos para contenido no basado en texto tal como vídeos.
ja: Lexには、ビデオを録画またはオーサリングツールで直接、PDFまたはHTMLコンテンツを書く機能はありません。<br/> Captivate、Camtasiaのようなツールを使ってスクリーンキャプチャーを使用したり、またはボイスオーバーでPPTをビデオに変換したり、またはスマートフォンやビデオカメラのような録画機器を使用してビデオを作成する場合、Lexは該当するコンテンツからコースを作成できます。<br/> コース作成には、ビデオのような非テキストベースのかなりのメタデータ量の提供も含まれています。

source: Rate Platform
de: Notenplattform
es: Calificar plataforma
ja: レート プラットフォーム

source: Rate Content
de: Inhalt bewerten
es: Calificar contenido
ja: コンテンツを評価します。

source: Report an issue
de: Ein Problem melden
es: Informar un problema
ja: 問題を報告

source: Got Stuck?
de: Festgefahren?
es: ¿Quedó atascado?
ja: 行き詰まりましたか?

source: Give us details and we'll make it work
de: Teilen Sie uns Einzelheiten mit und wir werden es wieder hinkriegen.
es: Proporciónenos detalles y haremos que funcione
ja: 詳細情報を頂ければ、解決します

source: Give us a detailed report (min. 10 characters)
de: Senden Sie uns einen detaillierten Bericht (min. 10 Zeichen)
es: Proporciónenos un informe detallado (mínimo de 10 caracteres)
ja: 詳細な報告をしてください（最低10文字）

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
ja: フィードバックを提出

source: Rating is required
de: Rating ist erforderlich
es: Se requiere clasificación
ja: 評価が必要です

source: I liked
de: Hat mir gefallen
es: Me gustó
ja: 気に入りました

source: Tell us what you liked (optional)
de: Sagen Sie uns, was Ihnen gefallen hat.
es: Díganos lo que le gusto (opcional)
ja: どういうところが良かったか教えてください（任意）

source: Like the content? Share your comments (optional)
de: Hat ihnen der Inhalt gefallen? Teilen Sie uns Ihre Kommentare mit (optional)
es: ¿Le gusto el contenido? Comparta sus comentarios (opcional)
ja: コンテンツはお好きですか? あなたのコメントを共有してください（任意）

source: I wish
de: Ich möchte
es: Quiero
ja: 希望する点

source: What more would you like to see? (optional)
de: Was möchten Sie sonst noch sehen? (optional)
es: ¿Qué más le gustaría ver? (opcional)
ja: 何かあれば良いなということはありますか? (任意)

source: How can we enhance your learning? (optional)
de: Wie können wir Ihre Lernerfahrung verbessern? (optional)
es: ¿Cómo podemos mejorar su aprendizaje? (opcional)
ja: どのようにすればあなたの学習を強化できますか? (任意)

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
ja: フィードバックを提出

source: Create a new goal
de: Legen Sie ein neues Ziel an
es: Crear una nueva meta
ja: 新しい目標を作成する

source: Error fetching predefined goals
de: Fehler beim Abrufen der vordefinierte Ziele
es: Error al obtener objetivos predefinidos
ja: 定義済みの目標のフェッチ中にエラーが発生しました

source: Add
de: Hinzufügen
es: Añadir
ja: 追加

source: Pick from Suggested Goals
de: Aus den vorgeschlagenen Zielen auswählen
es: Elija entre los objetivos sugeridos
ja: 推奨目標から選択

source: My Goals
de: Meine Ziele
es: Mis metas
ja: 私の目標

source: All
de: Alle
es: Todas
ja: すべて

source: In-Progress
de: Wird verarbeitet
es: En curso
ja: 進行中

source: Completed
de: Abgeschlossen
es: Terminado
ja: 完了

source: You have not added any goals
de: Sie habe keine Ziele hinzugefügt
es: No ha añadido ninguna meta
ja: 目標を追加していません

source: You do not have any goal in progress
de: Sie haben kein laufendes Ziel
es: No tiene ninguna meta en progreso
ja: 進行中の目標はありません

source: You have not completed any goal
de: Sie haben noch kein einziges Ziel erreicht
es: No ha completado ninguna meta
ja: 目標を達成していません

source: Shared by
de: Freigegeben für
es: Compartido por
ja: 共有者

source: End Date:
de: Enddatum:
es: Fecha de finalización:
ja: 終了日:

source: You have not completed this goal within the deadline
de: Sie haben dieses Ziel nicht innerhalb der festgesetzten Frist erreicht
es: No ha completado esta meta dentro de la fecha límite
ja: 期限内にこの目標を達成していません

source: Goals for Others
de: Ziele für andere
es: Metas para otros
ja: その他の目標

source: Target time for completion:
de: Zum Beenden angestrebte Zeit:
es: Tiempo establecido para la finalización:
ja: 完了までの目標時間:

source: day(s)
de: Tag(e)
es: día(s)
ja: 日数

source: shared with
de: Freigegeben für
es: compartido con
ja: 共有

source: and
de: und
es: y
ja: そして

source: other(s)
de: andere
es: otro(s)
ja: その他

source: Track Goal Progress
de: Zielfortschritt verfolgen
es: Monitorear Progreso de la Meta
ja: 目標の進捗状況の追跡

source: Target time for completion
de: Zum Beenden angestrebte Zeit
es: Tiempo objetivo para la terminación
ja: 目標達成時期

source: Shared with
de: Freigegeben für
es: Compartido con
ja: 共有済み

source: people
de: Personen
es: personas
ja: 人達

source: Rejected
de: Abgelehnt
es: rechazado
ja: 拒否済み

source: User
de: Benutzer
es: Usuario
ja: ユーザー

source: Reason for Rejection
de: Grund der Ablehnung
es: Razón del rechazo
ja: 拒絶理由

source: Share Again
de: Erneut freigeben
es: Compartir de nuevo
ja: 再び共有する

source: Accepted
de: Angenommen
es: Aceptado
ja: 受け入れ済み

source: User:
de: Benutzer:
es: Usuario:
ja: ユーザー：

source: Due-In
de: Fällig in
es: Debido en
ja: 満期日
