Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: Set goal duration(days)
de: Stellen Sie den Ziel-Zeitraum (Tage) ein
es: Establezca la duración de la meta (días)
ja: 目標継続期間（日数）を設定する

source: Suggested:
de: Vorschlag:
es: Sugerido:
ja: 提案:

source: less than an hour
de: weniger als eine Stunde
es: menos de una hora
ja: 1時間未満

source: 1 hour
de: 1 Stunde
es: 1 hora
ja: 1時間

source: hours
de: Stunden
es: horas
ja: 時間

source: Invalid goal duration
de: Ungültiger Ziel-Zeitraum
es: duración de la meta no valida
ja: 無効な目標継続期間数

source: Create Goal
de: Ziel anlegen
es: Crear meta
ja: 目標を作成する

source: Okay
es: Aceptar
ja: OK

source: Create New
de: Neu erstellen
es: Crear nueva
ja: 新規作成

source: New Goal created with content
de: Neues Ziel mit Inhalt angelegt
es: Nueva meta creada con contenido
ja: コンテンツで作成された新しい目標

source: Open Goal Selection Dialog
de: Den Dialog, Ziel-Auswahl öffnen
es: Abrir diálogo de selección de metas
ja: 目標選択ダイアログを開く

source: Add to goals
de: Zu den Zielen hinzufügen
es: Añadir a metas
ja: 目標を追加する

source: Like
de: Gefällt mir
es: Me gusta
ja: いいね

source: UnLike
de: Gefällt mir nicht mehr
es: No me gusta
ja: 良くないね

source: Do you want to send content to your mailbox ?
de: Soll Inhalt an Ihre Mailbox gesendet werden?
es: ¿Desea enviar el contenido a su buzón?
ja: 自分のメールボックスへコンテンツを送信しますか?

source: Send
de: Senden
es: Enviar
ja: 送信する

source: send content over mail
de: Inhalt per Mail senden
es: enviar contenido por correo
ja: メールでコンテンツを送信する

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Don't send this content
de: Diesen Inhalt nicht senden
es: No enviar este contenido
ja: このコンテンツを送信しない

source: Send Content to your mailbox
de: Inhalt an Ihre Mailbox senden
es: Enviar contenido a su buzón
ja: 自分のメールボックスへコンテンツを送信する

source: Send the content to your mail box
de: Den Inhalt an Ihre Mailbox senden
es: Enviar el contenido a su buzón
ja: 自分のメールボックスへコンテンツを送信する

source: Failed to send mail.
de: Senden der Mail fehlgeschlagen.
es: Falla en enviar al correo.
ja: メール送信に失敗しました

source: I need your help in 'Elaborate your query'
de: Ich brauche Ihre Hilfe für ‘Erläutern Sie Ihre Anfrage‘
es: Necesito su ayuda para “Desarrollar su consulta”
ja: ‘詳細な問い合わせ’ に関してヘルプが必要です

source: Send Mail
de: Mail senden
es: Enviar correo
ja: メールを送信する

source: Send Your Query
de: Senden Sie Ihre Anfrage
es: Enviar su consulta
ja: 問い合わせを送信する

source: Email
ja: メール

source: Send Mail
de: Mail senden
es: Enviar correo
ja: メールを送信する

source: Ask a query using mail
de: Stellen Sie Ihre Anfrage per Mail
es: Hacer una consulta utilizando el correo
ja: メールで問い合わせをする

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción
ja: プレイリストに追加する

source: New playlist
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
ja: 新規プレイリスト

source: add/remove content from the playlist
de: Inhalt zur Wiedergabeliste hinzufügen/entfernen
es: añadir/quitar contenido de lista de reproducción
ja: プレイリストからコンテンツの追加／削除

source: New Playlist name
de: Name der neuen Wiedergabeliste
es: Nuevo nombre de lista de reproducción
ja: 新規プレイリスト名

source: Playlist Name
de: Name der Wiedergabeliste
es: Nombre de lista de reproducción
ja: プレイリスト名

source: Provide at least 10 characters
de: Geben Sie mindestens 10 Zeichen ein
es: Proporcionar al menos 10 caracteres
ja: 最低10文字を入力

source: Playlist name is required
de: Wiedergabeliste-Name ist erforderlich
es: Se requiere el nombre de lista de reproducción
ja: プレイリスト名は必須

source: Enter at least 10 characters
de: Geben Sie Mindestens 10 Zeichen ein
es: Introduzca al menos 10 caracteres
ja: 最低10文字を入力する

source: Close
de: Schließen
es: Cerrar
ja: 閉じる

source: Close
de: Schließen
es: Cerrar
ja: 閉じる

source: Okay
es: Aceptar
ja: OK

source: Create new
de: Neu erstellen
es: Crear nuevo
ja: 新規作成

source: create new playlist
de: neue Wiedergabeliste erstellen
es: crear nueva lista de reproducción
ja: 新規プレイリストを作成する

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: New Playlist created with content
de: Neue mit Inhalt erstellt Wiedergabeliste
es: Nueva lista de reproducción creada con contenido
ja: コンテンツ付き新規プレイリスト

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
ja: プレイリスト

source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
ja: プレイリストに追加する

source: Share with
de: Freigeben an
es: Mostrar con
ja: 共有する

source: Email Ids
es: IDs de email
ja: メールID

source: Domain name is mandatory for email addresses
de: Domänenname ist für E-Mail Adressen obligatorisch
es: El nombre de dominio es obligatorio para las direcciones de correo electrónico
ja: メールアドレスにはドメイン名が必須です

source: Invalid domain name. This domain is not allowed for sharing content
de: Ungültiger Domänenname Diese Domäne ist zur Freigabe von Inhalt nicht erlaubt
es: Nombre de dominio no válido. Este dominio no permite compartir contenido
ja: 無効なドメイン名です。このドメインでは、コンテンツの共有が許可されていません

source: Invalid Ids
de: Ungültige IDs
es: Identificaciones no válidas
ja: 無効なID

source: Unable to share for above ids. Sharing with other ids are successful
de: Kann für obige IDs nicht freigegeben werden. Erfolgreiches Freigeben für ander IDs
es: No se pueden compartir identificaciones anteriores. Compartir con otras identificaciones exitosas
ja: 上記IDで共有できません。その他のIDとの共有に成功

source: Your message ...
de: Ihre Nachricht …
es: Su mensaje...
ja: メッセージ...

source: I want to share this artifact that I found on {{platform}}.
de: Ich möchte dieses Artefakt teilen, das ich bei gefunden habe. {{platform}}.
es: Deseo compartir este artefacto que encontré en {{platform}}.
ja: あるこの項目を共有したい {{platform}}.

source: Share
de: Freigeben
es: Compartir
ja: 共有する

source: Share this content with specified email address
de: Diesen Inhalt für spezifische E-Mail-Adressen freigeben
es: Compartir este contenido con dirección de correo electrónico especificada
ja: 特定のメールアドレスとこのコンテンツを共有する

source: Unable to share. Try later
de: Kann nicht freigegeben werden. Bitte später wiederholen
es: No se pudo de compartir. Inténtelo más tarde
ja: 共有できません。後でお試しください

source: Content successfully shared
de: Inhalt erfolgreich freigegeben
es: Contenido compartido con éxito
ja: コンテンツの共有に成功しました

source: Share Content
de: Inhalt freigeben
es: Compartir contenido
ja: コンテンツを共有する

source: Feedback for
de: Rückmeldung für
es: Comentarios para
ja: フィードバック

source: Rating is required
de: Rating ist erforderlich
es: Se requiere clasificación
ja: 評価が必要です

source: Leave a comment
de: Hinterlassen Sie einen Kommentar
es: Dejar un comentario
ja: コメントを残す

source: Please wait...
de: Bitte warten…
es: Por favor espere...
ja: お待ちください...

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios
ja: フィードバックを提出

source: Reset
de: Zurücksetzen
es: Restablecer
ja: リセット

source: Open Content Feedback Dialog
de: Den Dialog Feedback Inhalt öffnen
es: Abrir diálogo de comentarios de contenido
ja: コンテンツフィードバックダイアログを開く

source: Content Feedback
de: Inhalt Feedback
es: Comentarios sobre el contenido
ja: コンテンツフィードバック

source: Video
es: Vídeo
ja: ビデオ

source: Interactive Video
de: Interaktives Video
es: Vídeo interactivo
ja: インタラクティブ ・ ビデオ

source: Audio
ja: オーディオ

source: Quiz
es: Prueba
ja: クイズ

source: Assessment
de: Bewertung
es: Evaluación
ja: 評価

source: Web Module
de: Web-Modul
es: Módulo web
ja: ウェブモジュール

source: Hands-On
de: Praxis
es: Práctica activa
ja: 実践

source: Certification
de: Zertifizierung
es: Certificación
ja: 認定証

source: Classroom Course
de: Klassenzimmer-Kurs
es: Curso presencial
ja: 教室コース

source: External Course
es: Curso externo
ja: 外的なコース

source: Program
de: Programm
es: Programa
ja: プログラム

source: Course
de: Kurs
es: Curso
ja: コース

source: Module
de: Modul
es: Módulo
ja: モジュール

source: Resource
de: Ressource
es: Recurso
ja: 資料

source: video
es: vídeo
ja: ビデオ

source: audio
ja: オーディオ

source: quiz
es: cuestionario
ja: クイズ

source: assessment
de: Bewertung
es: evaluación
ja: 評価

source: interactive-video
de: Interaktives Video
es: vídeo-interactivo
ja: インタラクティブなビデオ

source: web-module
es: módulo web
ja: web モジュール

source: hands-on
de: Praxisnah
es: práctica
ja: 実践的

source: classroom
de: Klassenzimmer
es: aula
ja: 教室

source: certification
es: certificación
ja: 証明

source: module
de: Modul
es: módulo
ja: モジュール

source: course
es: curso
ja: コース

source: program
de: Programm
es: programa
ja: プログラム

source: resource
de: Ressource
es: recurso
ja: リソース

source: Content
de: Inhalt
es: Contenido
ja: コンテンツ

source: Details
es: Detalles
ja: 詳細

source: views
de: Ansichten
es: vistas
ja: 表示

source: Close Detail View
de: Detailansicht schließen
es: Cerrar vista detallada
ja: 詳細表示を閉じる

source: Last viewed on
de: Zuetzt abgerufen am
es: Visto por última vez en
ja: 最後に閲覧した

source: You have shown interest in
de: Sie haben Interesse gezeigt in
es: Usted ha mostrado interés en
ja: 興味を示していた

source: Because you viewed
de: weil Sie sich angesehen haben
es: Porque usted ha visto
ja: 閲覧したので

source: Content not available
de: Inhalt nicht verfügbar
es: Contenido no disponible
ja: コンテンツが利用できません

source: We could not find any results for
de: Wir konnten keine Ergebnisse finden für
es: No podemos encontrar ningún resultado para
ja: 該当するものがありませんでした

source: are studying this
de: erlernen folgendes
es: están estudiando esto
ja: これを学習中

source: Load More
de: Weitere laden
es: Cargar más
ja: もっと読み込む

source: Skip All
de: Alle überspringen
es: Omitir todos
ja: すべてスキップ

source: Skip This
de: Überspringen Sie diese
es: Omitir esto
ja: これをスキップ

source: Prev
ja: 前

source: Submit
de: Senden
es: Enviar
ja: 提出

source: Done
de: Fertig
es: Hecho
ja: 完了

source: Next
de: Weiter
es: Siguiente
ja: 次へ

source: Problem Statement
de: Problemstellung
es: Planteamiento de problema
ja: 問題文

source: Step 1:
de: Schritt 1:
es: Paso 1:
ja: ステップ 1:

source: Step 2: Arrange
de: Schritt 2: Anordnen
es: Paso 2: Organizar
ja: ステップ 2: 手配

source: Public
es: Público
ja: 公共

source: Protected
de: Geschützt
es: Protegido
ja: 保護

source: Private
de: Privat
es: Privado
ja: プライベート

source: Options
de: Optionen
es: Opciones
ja: オプション

source: Step 3: Relationship
de: Schritt 3: Beziehung
es: Paso 3: Relación
ja: ステップ 3: 関係

source: is-a
de: ist ein
es: es un
ja: です-a

source: has-a
de: hat-a
es: tiene un
ja: 持っている-a

source: uses-a
de: verwendet-ein
es: usa un
ja: 使用-a

source: Please add a class to submit and see the result!
de: Bitte fügen Sie eine Klasse hinzu, um sie einzureichen und das Ergebnis zu sehen!
es: ¡Añadir una clase para enviar y ver el resultado!
ja: 提出し、結果を参照してくださいクラスを追加してください!

source: Some error occurred. Please try again later!
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal!
es: Ocurrió un error. ¡Intente de nuevo más tarde!
ja: いくつかのエラーが発生しました.後でもう一度試してください!

source: Classes
de: Klassen
es: Clases
ja: クラス

source: All classes are correct
de: Alle Klassen sind korrekt
es: Todas las clases son correctas
ja: すべてのクラスが正しい

source: Class Name
de: Klassenname
es: Nombre de clase
ja: クラス名

source: Attributes
de: Attribute
es: Atributos
ja: 属性

source: Methods
de: Methoden
es: Métodos
ja: メソッド

source: Access specifier
de: Zugriffsspezifikation
es: Especificador de accesos
ja: アクセス指定子

source: Error
de: Fehler
ja: エラー

source: Relationships
de: Beziehungen
es: Relaciones
ja: 関係

source: Relationship
de: Beziehung
es: Relación
ja: 関係

source: Result
de: Ergebnis
es: Resultado
ja: 結果

source: Webinar Recording
de: Webinar-Aufzeichnung
es: Grabación de seminario web
ja: ウェビナーのレコーディング

source: Ok
es: Aceptar
ja: わかりました

source: Player
de: Spieler
es: Reproductor
ja: プレイヤー

source: View toc
de: TOC ansehen
es: Ver toc
ja: 目次の表示

source: Part of
de: Teil von
es: Parte de
ja: の一部

source: Table of Contents
de: Inhaltsverzeichis
es: Contenido
ja: 目次

source: Requested Resource is not in collection
de: Angeforderte Ressource nicht in der Sammlung enthalten
es: El recurso solicitado no está en la colección
ja: リクエストされた資料はコレクションにありません

source: Invalid Resource
de: Ungültige Ressource
es: Recurso no válido
ja: 無効な資料

source: The content type of the requested content is not 'Resource'
de: Der Content-Typ des angeforderten Inhalts ist keine ’Ressource‘
es: El tipo de contenido solicitado no es «Recurso»
ja: リクエストされたコンテンツの種類は’資料’ではありません

source: The provided MIME Type is not supported
de: Der angegebene MIME-Typ wird nicht unterstützt.
es: El tipo MIME proporcionado no es compatible
ja: 提供されているMIMEタイプはサポートされていません

source: Failed to set cookie for the content.
de: Es ist nicht gelungen, ein Cookie für den Inhalt zu setzen.
es: Falló al establecer cookie para el contenido.
ja: コンテンツの cookie を設定できませんでした。

source: Artifact Url:
de: Artefakt Url:
es: Url del artefacto:
ja: 成果物 Url:

source: Content unavailable
de: Inhalt nicht verfügbar
es: Contenido no disponible
ja: 使用できないコンテンツ

source: Content for given mime type does not have all the required fields
de: Der für den MIME-Typ angegebene Inalt unterstützt nicht alle erforderlichen Felder
es: El contenido para el tipo MIME especificado no tiene todos los campos requeridos
ja: Mimeタイプのコンテンツには、すべての必須欄がありません

source: This is instructor-led classroom course and is not available online. Please register at Learning Hub on Intranet.
de: Das hier ist ein von einem Ausbilder geführter Präsenzkurs, der online nicht verfügbar ist. Registrieren Sie sich bitte im Learning Hub auf Intranet.
es: Este es un curso presencial dirigido por un instructor y no está disponible en línea. Por favor regístrese en Learning Hub en Intranet.
ja: これはクラスルーム・コースであり、オンラインでは利用できません。 イントラネット上のラーニング・ハブに登録してください。

source: View Toc
de: TOC ansehen
es: Ver Toc
ja: 目次の表示

source: This is a third party online training program. You can access the content by
de: Dies ist ein Online-Trainingsprogramm eines Drittanbieters. Sie können auf die Inhalt durch
es: Este es un programa de formación en línea de terceros. Puede acceder al contenido
ja: サード パーティ製のオンライン トレーニング プログラムです。によってコンテンツにアクセスできます

source: clicking here.
de: hier klicken.
es: haciendo clic aquí.
ja: ここをクリック.

source: Something went wrong. Not able to load the content
de: Etwas ist falsch gelaufen Inhalt kann nicht abgerufen werden
es: Algo salió mal. No se pudo cargar el contenido
ja: 何か問題がありました。コンテンツを読み込めません

source: No plugin found for given content mimeType.
de: Für den Mime-Typ des angegebenen Inhalts wurde kein Plug-in gefunden.
es: No se ha encontrado ningún complemento para el contenido mimeType dado.
ja: Mimeタイプのコンテンツ用のプラグインがありません。

source: MimeType:
de: Mime-Typ:
ja: Mimeタイプ:

source: This is a live-recording of a webinar/classroom session. While we aim to provide you the best content, you may experience some unavoidable inaccuracies in audio/video relay. Please be assured our endeavor is to provide you the best learning experience always.
de: Dies ist ein Live-Mitschnitt einer Webinar-/Klassenraum-Sitzung. Obwohl wir bestrebt sind, Ihnen die besten Inhalte zur Verfügung zu stellen, können Sie einige unvermeidliche Ungenauigkeiten bei der Audio-/Videoübertragung feststellen. Seien Sie versichert, dass unser Bestreben es ist, Ihnen immer die beste Lernerfahrung zu bieten.
es: Esta es una grabación en directo de una sesión de seminario web/presencial. Aunque nosotros nos proponemos proporcionarle el mejor contenido, puede experimentar algunas imprecisiones inevitables en la retransmisión de audio/vídeo. Tenga la seguridad de que siempre intentamos proporcionarle la mejor experiencia de aprendizaje.
ja: セミナー/教室セッションのライブ録音です。最高のコンテンツを提供することを目指して、オーディオ/ビデオ中継でいくつかの避けられない誤りを発生可能性があります。 私たちの努力は、最高の学習環境を常に提供する、ご安心ください。

source: Exercise: Code Magnets
de: Übung: Code-Magnete
es: Ejercicio: Imanes de códigos
ja: 練習: コード マグネット

source: Time Left:
de: Die verbleibende Zeit:
es: Tiempo restante:
ja: 時間は去った:

source: Time Over!
de: Zeit abgelaufen!
es: ¡Se terminó el tiempo!
ja: 上の時間!

source: Magnets
de: Magnete
es: Imanes
ja: 磁石

source: Drop here any magnets that you do not need.
de: Lassen Sie hier alle Magnete fallen, die Sie nicht benötigen.
es: Deje aquí cualquier imán que no necesite.
ja: ここ必要はありません任意の磁石をドロップします。

source: Your Answer
de: Ihre Antwort
es: Su respuesta
ja: あなたの答え

source: The magnets dropped here form your answer.
de: Die hier abgelegten Magnete bilden Ihre Antwort.
es: Los imanes dejados aquí forman su respuesta.
ja: ここで落とした磁石は、あなたの答えを形成します。

source: Your answer is correct!
de: Ihre Antwort ist korrekt!
es: ¡Su respuesta es correcta!
ja: あなたの答えは正しいです!

source: Your answer is incorrect.
de: Ihre Antwort ist falsch.
es: Su respuesta es incorrecta.
ja: あなたの答えが正しくありません。

source: Some of your test cases have Failed. Do you still want to submit?
de: Einige Ihrer Testfälle sind fehlgeschlagen. Möchten Sie sich noch anmelden?
es: Algunos de sus casos de prueba han fallado. ¿Aún desea enviar?
ja: いくつかのテスト _ ケースが失敗しています。送信しますか。

source: Submit
de: Senden
es: Enviar
ja: 提出

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: No Submission Found
de: Keine Einreichung gefunden
es: No se encontró envío
ja: 発見ご提出は不要

source: No Submission Found for this Exercise.
de: Für diese Übung wurde keine Einreichung gefunden.
es: No se encontró envío de este ejercicio
ja: ない提出がこの運動のため。

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Code in
de: Kodieren in
es: Código en
ja: コード化する

source: Reset
de: Zurücksetzen
es: Restablecer
ja: リセット

source: Execute
de: Ausführen
es: Ejecutar
ja: 実行する

source: Verify
de: Überprüfen Sie
es: Verificar
ja: 確認

source: Submit
de: Senden
es: Enviar
ja: 提出

source: View Last Submission
de: Letzte Einreichung anzeigen
es: Ver ultimo envío
ja: 最後にビュー提出書類

source: Execution Result
de: Ausführungsergebnis
es: Resultado de ejecución
ja: 履行結果

source: Your code is executing...
de: Ihr Code wird ausgeführt...
es: Su código se está ejecutando…
ja: コードを実行中...

source: Output:
es: Salida:
ja: 出力:

source: Verification Result
de: Verifizierungsergebnis
es: Resultado de verificación
ja: 検証結果

source: Your code is being verified...
de: Ihr Code wird überprüft...
es: Su código está siendo verificado...
ja: あなたのコードを確認中です...

source: Total
de: Gesamt
ja: 合計

source: Structural
de: Strukturell
es: Estructural
ja: 構造

source: Logical
de: Logisch
es: Lógico
ja: 論理

source: Sl. No.
de: Sl. Nr.
es: Serie N.°
ja: Sl。違。

source: Type
de: Typ
es: Tipo
ja: タイプ

source: Test Target
de: Testziel
es: Objetivo de prueba
ja: テスト対象

source: Input
es: Entrada
ja: 入力

source: Expected Output
de: Erwartete Leistung
es: Salida esperada
ja: 予想される出力

source: Actual Output
de: Tatsächliche Leistung
es: Salida efectiva
ja: 実際の出力

source: Result
de: Ergebnis
es: Resultado
ja: 結果

source: Sample
de: Muster
es: Ejemplo
ja: サンプル

source: Actual
de: Ist
es: Efectivo
ja: 実際の

source: Sample
de: Muster
es: Ejemplo
ja: サンプル

source: Actual
de: Ist
es: Efectivo
ja: 実際の

source: Some Error Occured
de: Es ist ein Fehler aufgetreten
es: Ocurrió el mismo error
ja: 何らかのエラー発生した

source: Submission Result
de: Einreichungsergebnis
es: Resultado de envío
ja: 送信結果

source: Your code is being submitted...
de: Ihr Code wird gerade übermittelt...
es: Su código está siendo enviado...
ja: あなたのコードを提出されている

source: Execute
de: Ausführen
es: Ejecutar
ja: 実行する

source: of
de: von
es: de
ja: の

source: Explanation for blank
de: Erläuterung zum Leerzeichen
es: Explicación en blanco
ja: 空白の説明

source: Explanation
de: Erläuterung
es: Explicación
ja: 説明

source: Explanation:
de: Erklärung:
es: Explicación:
ja: 説明:

source: Explanation :
de: Erklärung :
es: Explicación:
ja: 説明:

source: Option
es: Opción
ja: オプション

source: Hint
de: Hinweis
es: Pista
ja: ヒント

source: Submit Quiz
de: Quiz senden
es: Enviar quiz
ja: クイズの提出

source: Do you want to submit?
de: Möchten Sie sich anmelden?
es: ¿Desea enviar?
ja: 送信しますか?

source: You have not answered all the questions! Do you still want to submit?
de: Du hast nicht alle Fragen beantwortet! Möchten Sie sich noch anmelden?
es: ¡No ha respondido todas las preguntas! ¿Aún desea enviar?
ja: すべての質問を答えていない! 送信しますか。

source: You still have some questions marked for later! Do you still want to submit?
de: Sie haben noch einige Fragen für später markiert! Möchten Sie sich noch anmelden?
es: ¡Aún tiene preguntas marcadas para después! ¿Aún desea enviar?
ja: まだいくつかの質問後のマークがある! 送信しますか。

source: No
de: Nein
ja: いいえ

source: Yes
de: Ja
es: Sí
ja: はい

source: Questions
de: Fragen
es: Preguntas
ja: 質問

source: Unable to Submit
de: Kann nicht gesendet werden
es: Imposible enviar
ja: 送信できません。

source: Thank you for your attempt.
de: Vielen Dank für Ihren Versuch.
es: Gracias por su intento.
ja: 実施して頂きありがとうございます。

source: Result:
de: Ergebnis:
es: Resultado:
ja: 結果:

source: PASS
de: BESTANDEN
es: APROBADO
ja: 成功

source: FAIL
de: DURCHGEFALLEN
es: NO APROBADO
ja: 失敗

source: Correct
de: Richtig
es: Correcto
ja: 正解

source: Incorrect
de: Falsch
es: Incorrecto
ja: 不正解

source: Unanswered
de: Unbeantwortet
es: No respondido
ja: 未回答

source: Percentage
de: Prozent
es: Porcentaje
ja: パーセント

source: Submit
de: Senden
es: Enviar
ja: 提出

source: Difficulty :
de: Schwierigkeitsgrad :
es: Dificultad:
ja: 難易度:

source: Duration :
de: Dauer :
es: Duración:
ja: 期間:

source: Questions :
de: Fragen :
es: Preguntas:
ja: 質問:

source: Start
de: Starten
es: Iniciar
ja: 開始

source: Are you sure you want to delete this?
de: Sind Sie sicher, dass Sie das löschen wollen?
es: ¿Está seguro de que desea eliminar esto?
ja: これを削除するよろしいですか?

source: Yes
de: Ja
es: Sí
ja: はい

source: No
de: Nein
ja: いいえ

source: Unable to delete! Please retry or
de: Löschen nicht möglich! Bitte versuchen Sie es erneut oder
es: ¡Imposible eliminar! Vuelva a intentar o
ja: 削除することができません。再試行してくださいまたは

source: Report to us
de: Berichten Sie uns
es: Infórmenos
ja: 私たちに報告します。

source: Delete Post
de: Beitrag löschen
es: Borrar publicación
ja: 投稿を削除します。

source: Delete
de: Löschen
es: Borrar
ja: 削除

source: Like / Unlike
de: Wie / Im Gegensatz zu
es: Me gusta/No me gusta
ja: よう/とは異なり

source: down vote
de: Gegenstimme
es: voto negativo
ja: 投票を

source: Down vote
de: Gegenstimme
es: Voto negativo
ja: 投票を

source: Up vote
de: Aufwärtsstimme
es: Voto positivo
ja: 投票を

source: Wingspan is
de: Die Spannweite ist
es: Wingspan es
ja: 翼幅は

source: Lex is an implementation of Wingspan,
de: Lex ist eine Implementierung von Wingspan.
es: Lex es una implementación de Wingspan.
ja: LexはWingspanの実装です。

source: a next-generation learning solution accessible anytime, anywhere and on any device.
de: eine Lernlösung der nächsten Generation, die jederzeit, überall und auf jedem Gerät verfügbar ist.
es: una solución de aprendizaje de nueva generación accesible en cualquier momento, en cualquier lugar y en cualquier dispositivo.
ja: 次世代アクセス ソリューションをいつでも、どこでも学習

source: Read More
de: Mehr lesen
es: Más información
ja: もっと読む

source: Overview
de: Überblick
es: Introducción general
ja: 概略
