Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: Logout
de: Abmelden
es: Cerrar sesión
ja: ログアウト

source: Are you sure to logout
de: Wollen Sie sich wiklich abmelden
es: ¿Está seguro de cerrar sesión?
ja: ログアウトしてよろしいですか?

source: Logout Now
de: Jetzt abmelden
es: Cerrar sesión ahora
ja: 今すぐログアウト

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Shortcut Keys <button> <mat-icon>close</mat-icon> </button>
de: Tastenkombinationen <button> <mat-icon>schließen</mat-icon> </button>
es: Teclas de acceso rápido <button> <mat-icon>cerrar</mat-icon> </button>
ja: ショートカット キー <button> <mat-icon>閉じる</mat-icon> </button>

source: Close Shortcut Keys Modal
de: Tastenkombinationen schließen Modal
es: Cerrar ventana modal de teclas de acceso rápido
ja: 閉じるショートカット キー モーダル

source: Windows
ja: ウィンドウズ

source: Firefox 57 or newer
de: Firefox 57 oder neuer
es: Firefox 57 o posterior
ja: Firefox 57 以降

source: Firefox 14 or newer
de: Firefox 14 oder neuer
es: Firefox 14 o posterior
ja: Firefox 14 以降

source: Firefox 13 or older
de: Firefox 13 oder älter
es: Firefox 13 o anterior
ja: Firefox 13 以上

source: Opera 15+
ja: オペラ15+

source: Opera 12
ja: オペラ12

source: Browser
es: Explorador
ja: ブラウザ

source: Application Wide
de: Anwendungsbreite
es: De la aplicación
ja: アプリケーション全体

source: Action
de: Aktion
es: Acción
ja: アクション

source: Key Combination
de: Tastenkombination
es: Combinación de teclas
ja: キーの組み合わせ

source: Show Shortcut Keys
de: Tastenkombinationen anzeigen
es: Mostrar teclas de acceso rápido
ja: ショートカット キーを表示します。

source: Hide Shortcut Keys
de: Tastenkombinationen ausblenden
es: Ocultar teclas de acceso rápido
ja: ショートカット キーを非表示

source: Home
es: Inicio
ja: ホーム

source: Catalog
de: Katalog
es: Catálogo
ja: カタログ

source: Navigator
es: Navegador
ja: ナビゲーター

source: Notification
de: Benachrichtigung
es: Notificación
ja: 通知

source: Search
de: Suchen
es: Búsqueda
ja: 検索

source: Apps
es: Aplicaciones
ja: アプリ

source: Logout
de: Abmelden
es: Cerrar sesión
ja: ログアウト

source: For this Page
de: Für diese Seite
es: Para esta página
ja: このページの

source: Currently Available
de: Derzeit verfügbar
es: Disponible actualmente
ja: 現在利用可能

source: Show All
de: Alle anzeigen
es: Mostrar todos
ja: 全件表示

source: Close
de: Schließen
es: Cerrar
ja: 閉じる

source: Toggle Slider
de: Schieberegler umschalten
es: Control deslizante de alternancia
ja: トグル スライダー

source: Goals
de: Ziele
es: Metas
ja: 目標

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción
ja: プレイリスト

source: Find
de: Finden
es: Buscar
ja: 検索

source: Settings
de: Einstellungen
es: Configuración
ja: 設定

source: Profile
de: Profil
es: Perfil
ja: プロフィール

source: Certification
de: Zertifizierung
es: Certificación
ja: 認定証

source: Dashboard
es: Panel
ja: ダッシュボード

source: Infy TV
ja: Infy テレビ

source: Infy Radio
ja: Infy ラジオ

source: Live Stream
es: Secuencia en directo
ja: ライブ ストリーム

source: Marketing / Brand
es: Comercialización/Marca
ja: マーケティング/ブランド

source: Badges
es: Insignias
ja: バッジ

source: Feedback
es: Comentarios
ja: フィードバック

source: Interest
de: Interesse
es: Interés
ja: 関心

source: Learning History
de: Lernverlauf
es: Historial de aprendizaje
ja: 学習履歴

source: Learning Time
de: Lernzeit
es: Tiempo de aprendizaje
ja: 学習時間

source: Leader Board
de: Führungsgremium
es: Tabla de posiciones
ja: リーダー ボード

source: On Boarding
de: An Bord
es: Incorporación
ja: 搭乗

source: Leadership Messages
de: Führungsmitteilungen
es: Mensajes de Liderazgo
ja: リーダーシップメッセージ

source: About Us
de: Über uns
es: Acerca de nosotros
ja: わが社について

source: Contact Us
de: Kontaktieren Sie uns
es: Contacte con nosotros
ja: お問い合わせ

source: Faqs
de: Fragen und Antworten
es: Preguntas frecuentes
ja: よくあるご質問

source: Mobile Apps
es: Aplicaciones móviles
ja: モバイルアプリ

source: Quick Tour
de: Schnelltour
es: Recorrido rápido
ja: クイックツアー

source: View More
de: Mehr ansehen
es: Ver más
ja: もっとみる

source: Create
de: Erstellen
es: Crear
ja: 作成する

source: Navigate Before
de: Vorher navigieren
es: Explorar anterior
ja: 前に移動

source: Navigate Next
de: Weiter navigieren
es: Explorar siguiente
ja: 次へを移動

source: Tab groups - press the tab number
de: Registerkartengruppen - drücken Sie die Tabulatorennummer.
es: Grupos de pestañas - presionar número de pestaña
ja: グループのタブ - タブの番号を押す

source: Resume
de: Fortsetzen
es: Reanudar
ja: 再開

source: Learn
de: Lernen
es: Aprender
ja: 学ぶ

source: Start Over
de: Von vorne anfangen
es: Iniciar de nuevo
ja: 最初からやり直す

source: Practice
de: Übung
es: Práctica
ja: 練習

source: Assess
de: Bewerten
es: Evaluar
ja: 評価

source: Menu
de: Menü
es: Menú
ja: メニュー

source: Catalog
de: Katalog
es: Catálogo
ja: カタログ

source: Navigator
es: Navegador
ja: ナビゲーター

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知

source: Language
de: Sprache
es: Idioma
ja: 言語

source: <mat-icon>check</mat-icon>Arabic
de: <mat-icon>check</mat-icon>Arabisch
es: <mat-icon>Marcar</mat-icon>Árabe
ja: <mat-icon>check</mat-icon>アラビア語

source: <mat-icon>check</mat-icon>Chinese
de: <mat-icon>check</mat-icon>Chinesisch
es: <mat-icon>Marcar</mat-icon>Chino
ja: <mat-icon>check</mat-icon>中国

source: <mat-icon>check</mat-icon>German
de: <mat-icon>check</mat-icon>Deutsch
es: <mat-icon>Marcar</mat-icon>Alemán
ja: <mat-icon>check</mat-icon>ドイツ

source: <mat-icon>check</mat-icon>English
de: <mat-icon>check</mat-icon>Englisch
es: <mat-icon>Marcar</mat-icon>Ingles
ja: <mat-icon>check</mat-icon>英語

source: <mat-icon>check</mat-icon>French
de: <mat-icon>check</mat-icon>Französisch
es: <mat-icon>Marcar</mat-icon>Francés
ja: <mat-icon>check</mat-icon>フランス語

source: <mat-icon>check</mat-icon>Japanese
de: <mat-icon>check</mat-icon>Japanisch
es: <mat-icon>Marcar</mat-icon>Japonés
ja: <mat-icon>check</mat-icon>日本

source: <mat-icon>check</mat-icon>Spanish
de: <mat-icon>check</mat-icon>Spanisch
es: <mat-icon>Marcar</mat-icon>Español
ja: <mat-icon>check</mat-icon>スペイン語

source: Themes
de: Themen
es: Temas
ja: テーマ

source: Teal Theme
de: Teal-Thema
es: Tema turquesa
ja: ティールのテーマ

source: Blue Theme
de: Blaues Thema
es: Tema azul
ja: ブルーテーマ

source: Indigo Theme
de: Indigo Thema
es: Tema índigo
ja: インディゴテーマ

source: Lite Theme
de: Lite Thema
es: Tema Lite
ja: ライトテーマ

source: Dark Theme
de: Dunkles Thema
es: Tema Oscuro
ja: ダークテーマ

source: Apps
es: Aplicaciones
ja: アプリ

source: Goals
de: Ziele
es: Metas
ja: 目標

source: Search
de: Suchen
es: Búsqueda
ja: 検索

source: Apps
es: Aplicaciones
ja: アプリ

source: This feature is in beta and hence parts of the site may appear in English only.
de: Diese Funktion befindet sich in Beta und daher können Teile der Website nur auf Englisch erscheinen.
es: Esta característica se encuentra en versión beta y por consiguiente partes del sitio pueden aparecer solamente en inglés.
ja: この機能はベータ版で、それゆえサイトの部分が英語でのみ表示されます。

source: About
de: Über
es: Acerca de
ja: 会社情報

source: Apps
es: Aplicaciones
ja: アプリ

source: Find Apps
de: Apps suchen
es: Encontrar apps
ja: アプを探す

source: No apps matched your query
de: Keine zu Ihrer Suchabfrage passenden Apps gefunden
es: Ninguna app concuerda con su solicitud
ja: お問の一致するアプはありません

source: Me
de: Ich
es: Yo
ja: 私

source: Badges
es: Insignias
ja: バッジ

source: badges;achievements;points;score
de: Badges;Leistungen;Punkte;Ergebnis
es: insignias;logros;puntos;calificación
ja: バッジ;成果;ポイント;スコア

source: Downloads
es: Descargas
ja: ダウンロード

source: downloads;save;offline
de: Downloads;Speichern;offline
es: Descargas;guardar;sin conexión
ja: ダウンロード;保存;オフライン

source: Feedback
es: Comentarios
ja: フィードバック

source: feedback;query;bug;help;report;suggestions;like;comment
de: Feedback;Anfrage;Bug;Hilfe;Bericht; Vorschläge;gefallen;Kommentar
es: comentarios;consulta;error,ayuda;informe;sugerencias;me gusta;comentario
ja: フィードバック;問合せ;バグ;ヘルプ;報告;提案;いいね;コメント

source: goals;target;aim;desire
de: Ziele;Ziel;Zweck;Wunsch
es: metas;finalidad;objetivo;propósito
ja: 目標;ターゲット;目的;願望

source: Hands-On Dashboard
de: Praxisorientiertes Dashboard
es: Tablero de instrumentos práctico
ja: 実践ダッシュボード

source: dashboard;hands-on;coding;solve;evaluate
de: Dashboard;Hands-on;Codierung;Lösen;Bewerten;Auswerten
es: panel;práctica;codificación;resolver;evaluar
ja: ダッシュ ボード;実践的;コーディング;解決;評価

source: Interests
de: Interessen
es: Intereses
ja: 関心

source: interests;topics
de: Interessen;Themen
es: intereses;temas
ja: 関心; トピック

source: Learning History
de: Lernverlauf
es: Historial de aprendizaje
ja: 学習履歴

source: learning history;timeline;progress;past;history
de: Lerngeschichte;Zeitleiste;Fortschritt;Vergangenheit;Geschichte
es: historial de aprendizaje;escala de tiempo;progreso;pasado;historial
ja: 学習履歴;タイムライン;進捗状況;過去;歴史

source: Learning Time
de: Lernzeit
es: Tiempo de aprendizaje
ja: 学習時間

source: time spent;learning time;learning;time
de: Zeitaufwand;Lernzeit;Lernen;Zeit zum Lernen;Zeitaufwand
es: tiempo invertido;tiempo de aprendizaje;aprendizaje;tiempo
ja: 使った時間;学習時間;学習;時間

source: Notification
de: Benachrichtigung
es: Notificación
ja: 通知

source: notification;new
de: Benachrichtigung;neu
es: notificación; nuevo
ja: 通知；新

source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
ja: プレイリスト

source: playlists;collection
de: Wiedergabelisten;Sammlung
es: lista de reproducción;colección
ja: プレイリスト;コレクション

source: Profile
de: Profil
es: Perfil
ja: プロフィール

source: dashboard;profile;user;me
de: Dashboard;Profil;Benutzer;ich
es: Tablero de instrumentos; perfil; usuario; yo
ja: ダッシュボード；プロフィール；ユーザー；私

source: My Analytics
de: Meine Analytik
es: Mi análisis
ja: 私の分析

source: my analytics;dashboard;analytics;user;me
es: mi análisis;panel;análisis;usuario;yo
ja: 私の分析;ダッシュボード;分析; ユーザー;私

source: Hone your Skills
de: Vertiefen Sie Ihre Kompetenzen
es: Afina tus habilidades
ja: スキルを磨く

source: Behavioral Skills
de: Verhaltenskompetenzen
es: Aptitudes de comportamiento
ja: 行動スキル

source: behavioral skills;hands-on;coding;solve;evaluate;skills;behavioral
de: Verhaltenskompetenzen;Hands-on;Codieren;Lösen;Bewerten;Fähigkeiten;Verhaltenskompetenzen;Verhaltenskompetenz
es: aptitudes de comportamiento;práctica;codificación;resolver;evaluar;aptitudes;comportamiento
ja: 行動スキル;実践的;コーディング;解決;評価;スキル;行動的

source: Certifications
de: Zertifizierungen
es: Certificaciones
ja: 認定証

source: certifications;certify;assessment
de: Zertifizierungen; zertifizieren;Bewertung
es: certificaciones;certificar;evaluación
ja: 認定証;認定する;アセスメント

source: Playground
es: Sitio de pruebas
ja: プレイグランド

source: playground;hands-on;coding;code;programming;solve;evaluate;dynamic playground
de: Spielplatz;Hands-on;Codierung;Code;Programmierung;lösen;auswerten;dynamischer Spielplatz
es: área de juegos;práctica;codificación;código;programación;resolver;evaluar;área de juegos dinámicos
ja: 遊び場;実践的;コーディング; コード;プログラミング;解決;評価;動的 遊び場

source: Challenges
de: Herausforderungen
es: Desafíos
ja: チャレンジ

source: hands-on;hands-on;coding;solve;evaluate;challenges
de: Hands-on;Hands-on;Codieren;Lösen;Bewerten;Bewerten;Herausforderungen
es: práctica;práctica;codificación;resolver;evaluar;desafíos
ja: 実践的;実践的;コーディング;解決;評価;課題

source: Contest
de: Wettbewerb
es: Concurso
ja: コンテスト

source: hands-on;hands-on;coding;solve;evaluate;contest
de: hands-on;hands-on;coding;solve;evaluate;Wettbewerb
es: práctica;práctica;codificación;resolver;evaluar;concurso
ja: 実践的;実践的;コーディング;解決;評価;コンテスト

source: LeaderBoard
de: Bestenliste
es: Marcador
ja: リーダーボード

source: leaderboard;rank;stand;performance
de: Bestenliste;Rang;Stand;Leistung
es: Marcador,clasificación,posición,desempeño
ja: リーダーボード;順位;現在位置;成績

source: Objective Quizzes
de: Objektive Quizfragen
es: Cuestionarios de objetivos
ja: 客観的クイズ

source: objective;hands-on;coding;solve;evaluate;quiz;quizzes
de: objektiv;hands-on;coding;lösen;bewerten;quiz;quiz;Quizze
es: objetivo;práctica;codificación;resolver;evaluar;cuestionario;cuestionarios
ja: 客観的;実践的;コーディング;解決;評価;クイズ;クイズ

source: Subjective Q&A
de: Subjektive Fragen und Antworten
es: Preguntas y respuestas subjetivas
ja: 主観的なQ&A

source: subjective;hands-on;coding;solve;evaluate;que;ans
de: subjektiv;hands-on;coding;lösen;bewerten;que;ans
es: Subjetiva;práctica;codificación;resolver;evaluar;preg;resp
ja: 主観的;実践的;コーディング;解決;評価;質問; 回答

source: Contribution
de: Beitrag
es: Contribución
ja: 貢献

source: Create
de: Erstellen
es: Crear
ja: 作成する

source: author;authoring tool;create
de: Autor;Autorentool;Erstellen
es: Autor;herramienta de creación;crear
ja: 著者; オーサリング ツール;作成

source: Hands-On Authoring
de: Praxisorientiertes Authoring
es: Autoría práctica
ja: 実践オーサリング

source: authoring;coding;solve;evaluate;iap;author;create;hands-on;
de: Authoring;Codierung;Lösen;Bewerten;iap;Autor;Erstellen;Hands-on;
es: creación;codificación;resolver;evaluar;punto de acceso a internet;autor;crear;práctica;
ja: オーサリング; コーディング;解決; 評価;iap; 著者; 手を作成

source: Publish
de: Veröffentlichen
es: Publicar
ja: 出版

source: author;authoring tool;publish
de: Autor;Autorentool;veröffentichen
es: autor; herramienta de autoría; publicar
ja: 著者;オーサリングツール；出版

source: Review
de: Überprüfen
es: Revisar
ja: レビュー

source: author;authoring tool;review
de: Autor;Autorentool;Überprüfen
es: autor; herramienta de autoría; revisar
ja: 著者;オーサリングツールレビュー

source: Learning Assistant
de: Lernassistent
es: Asistente de aprendizaje
ja: 学習アシスタント

source: Navigator
es: Navegador
ja: ナビゲーター

source: navigator;guide;pilot;innovation
es: navegador; guía; piloto; innovación
ja: ナビゲーター；ガイド;パイロット；技術革新

source: OnBoarding
es: Incorporación
ja: 研修

source: onboarding;onboarding kit
de: Onboarding;Onboarding-Satz
es: incorporación; kit de incorporación
ja: 研修；研修キット

source: Search
de: Suchen
es: Búsqueda
ja: 検索

source: search;find;explore
de: suchen;finden; erkunden
es: búsqueda;encontrar;explorar
ja: 検索;見つける;調べる

source: Knowledge Hub
de: Wissenszentrum
es: Centro de conocimiento
ja: ナレッジハブ

source: Catalog
de: Katalog
es: Catálogo
ja: カタログ

source: catalog;explore;inventory;list;brochure;overview
de: Katalog;untersuchen;Bestand;Liste; Broschüre;Übersicht
es: catálogo;explorar;inventario;lista;folleto;introducción general
ja: カタログ;調べる;目録;リスト;案内書;概略

source: Client Stories
de: Kundengeschichten
es: Historias de clientes
ja: クライアントのストーリー

source: brand;client stories;success stories;client success stories
de: Marke;Kundengeschichten;Erfolgsgeschichten;Kundenerfolgsgeschichten
es: marca;industrias;industria;empresas;empresa
ja: ブランド；クライアントのストーリー；成功のストーリー；クライアントの成功のストーリー

source: Industries
de: Branchen
es: Industrias
ja: 業界

source: brand;industries;industry;enterprises;enterprise
de: Marke;Branchen;Branche;Unternehmen;Unternehmen
es: marca;industrias;industria;empresas;empresa
ja: ブランド;産業など;産業;企業など;企業

source: Marketing
ja: マーケティング

source: brand;marketing;advertising;sales;merchandising;promoting
de: Marke;Marketing;Werbung;Vertrieb;Merchandising;Förderung
es: marca;marketing;publicidad;ventas;merchandising;promoción
ja: ブランド；マーケティング；広告；販売；マーチャンダイジング；プロモーション

source: Hubs
es: Centros
ja: ハブ

source: hubs
de: Knotenpunkte
es: centros
ja: ハブ

source: Product and Subsidiaries
de: Produkt und Filialen
es: Producto y filiales
ja: 製品および副決的生産物

source: brand;product subsidiaries;product subsidiary
de: Marke;Produktfilialen;Produktfiliale
es: marca;filiales de productos;filial de productos
ja: ブランド；副決的生産物など；副決的生産物

source: Services
de: Sevices
es: Servicios
ja: サービス

source: brand;services;solutions;service;solution
de: Marke;Services;Lösungen;Service;Lösung
es: marca;servicios;soluciones;servicio;solución
ja: ブランド;サービスなど;ソリューションなど;サービス;ソリューション

source: Communications
de: Kommunikation
es: Comunicaciones
ja: コミュニケーション

source: Infy Radio
ja: Infy ラジオ

source: infy radio;radio;broadcast;podcast
de: Infy Radio;Radio;Übertragung;Podcast
es: radio infy;radio;transmisión;podcast
ja: Infyラジオ;ラジオ;放送;ポッドキャスト

source: Infy TV
ja: Infy テレビ

source: infy tv;box;tv shows;tv
ja: infyテレビ;ボックス; テレビ番組; テレビ

source: Leadership Messages
de: Führungsmitteilungen
es: Mensajes de Liderazgo
ja: リーダーシップメッセージ

source: from leaders;talks,leadership messages
de: Von den Besten;Talks;Führungsmitteilungen
es: de líderes;charlas;mensajes de liderazgo
ja: リーダーより；メッセージ；会談；リーダーシップメッセージ

source: Blogs
ja: ブログ

source: blogs;leader blogs
es: blogs;blogs guías
ja: ブログ; リーダーのブログ

source: Question and Answer
de: Frage und Antwort
es: Pregunta y respuesta
ja: 質問と答え

source: question and answer;qna;q and a
de: Frage und Antwort;qna;q und a
es: pregunta y respuesta;pyr;p y r
ja: 質問と答え;qna; q とa

source: Events
de: Ereignisse
es: Eventos
ja: イベント

source: Live Streams
de: Livestreaming
es: Transmisiones en Vivo
ja: ライブストリーム

source: live;live streams;podcast;live video
es: en vivo;transmisión en vivo;podcast;video en vivo
ja: ライブ；ライブストリーム；ポッドキャスト；ライブビデオ

source: Americas Confluence 2018
es: Confluencia de las Américas 2018
ja: 2018年の米国合流部

source: american-confluence-2018
es: confluencia americana-2018
ja: 2018年のー米国のー合流部

source: EMEA Confluence 2018
es: Confluencia EMEA 2018
ja: 2018年のEMEA合流部

source: european-confluence-2018
es: confluencia europea-2018
ja: 2018年のーヨーロッパのー合流部

source: Information
de: Informationen
es: Información
ja: 情報

source: About Us
de: Über uns
es: Acerca de nosotros
ja: わが社について

source: about platform;information;about;about us
de: Über die Plattform;Informationen;über;über uns
es: acerca de la plataforma;información;acerca de;acerca de nosotros
ja: プラットフォームについて;情報;について;わが社について

source: Contact Us
de: Kontaktieren Sie uns
es: Contacte con nosotros
ja: お問い合わせ

source: contact us;help;support;mail;contact
de: Kontaktieren Sie uns;Hilfe;Unterstützung;Mail;Kontakt
es: contáctenos;ayuda;soporte;mail;contacto
ja: お問い合わせ；ヘルプ；サポート；メール；連絡先

source: faqs;question;query;frequently answered questions;frequently asked questions
de: Faqs;Frage;Abfrage;häufig beantwortete Fragen;häufig gestellte Fragen
es: faqs;pregunta;solicitud;preguntas frecuentes;preguntas frecuentes
ja: Faqs；質問；クエリ；頻繁に回答される質問；よくある質問；

source: Learning Analytics
de: Lernanalytik
es: Análisis de aprendizaje
ja: 学習分析

source: learning analytics;graph;data
de: Lernanalytik;Grafik;Daten
es: análisis de aprendizaje;gráfico;datos
ja: 学習分析;グラフ;データ

source: Mobile Apps
es: Aplicaciones móviles
ja: モバイルアプリ

source: mobile apps;ios;android;download;apps;application;mobile application;app;mobile applications
de: Mobile Apps;iOS;Android;Runterladen;Apps; Anwendung; mobile Anwendung;App;mobile Anwendugen
es: apps móviles;ios;android;descarga;apps;aplicación;aplicación móvil;app;aplicaciones móviles
ja: モバイルアプリ、iOS、アンドロイド、ダウンロード、アプリ、アプリケーション、モバイルアプリケーション、アプリ、モバイルアプリケーション

source: Quick Tour
de: Schnelltour
es: Recorrido rápido
ja: クイックツアー

source: quick tour;overview;demo
de: Schnelltour;Übersicht;Demo
es: recorrido rápido;introducción;demostración
ja: クイックツアー;概要;デモ

source: Terms & Condition
de: Bedingungen
es: Términos y condiciones
ja: 利用規約

source: terms & condition;tnc;terms & conditions;terms and conditions; terms and condition;terms of sale;end user license agreement;license agreement;conditions of sale;terms and conditions of sale
de: Bedingungen:tnc;Bedingungen; Bedigungen;Verkaufsbedingungen; Endbenutzer-Lizenzvertrag;Lizenzvertrag;Verkaufsbedingungen
es: términos y condición;tnc;términos y condiciones;términos y condiciones;términos y condición;términos de venta; acuerdo de licencia de usuario final;acuerdo de licencia;condiciones de venta;términos y condiciones de venta
ja: 利用規約;条件;諸条件;取引条件、利用規約；販売条件、エンドユーザー用の許諾契約、許可契約、販売条件、販売条件

source: Account
de: Konto
es: Cuenta
ja: アカウント

source: logout;sign-out;logoff;exit;log off;quit
de: Abmeldung;Ende;Abmeldung;Abmeldung;Beenden
es: cerrar sesión; finalizar sesión;cierre de sesión;salida;desconectarse;salir
ja: ログアウト; サインアウト; ログオフ;終了;ログオフ; 終了

source: Settings
de: Einstellungen
es: Configuración
ja: 設定

source: settings;adjustments;environments;setup
de: Einstellungen;Anpassungen;Umgebungen;einrichten
es: configuraciones;ajustes;entornos;confguración
ja: 設定、調整、環境、セットアップ

source: Login
de: Anmelden
es: Iniciar sesión
ja: ログイン

source: Login For Infoscions <mat-icon>exit_to_app</mat-icon>
de: Anmelden für Infoscions <mat-icon>verlassen_zur_app</mat-icon>
es: Inicio de sesión para Infoscions <mat-icon>salir_a_app</mat-icon>
ja: インフレーション用のログイン <mat-icon>exit_to_app</mat-icon>

source: Login For Subsidiaries
de: Anmelden für Tochterunternehmen
es: Inicio de sesión para filiales
ja: 子会社用のログイン

source: Login For New Recruits
de: Anmelden für Nachwuchskräfte
es: Inicio de sesión para nuevos reclutas
ja: 新入社員用のログイン

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
ja: 利用規約

source: Access Restricted
de: Zugriff eingeschränkt
es: Acceso restringido
ja: アクセス制限

source: Your app is outdated! Uninstall it and get the latest app from
de: Ihre App ist überholt! Deinstallieren und aktuelle App holen von
es: ¡Su app está desactualizada! Desinstale y obtenga la app más reciente de
ja: アプリは時代遅れです！旧式のアプリをアンインストールして最新のアプリを入手する

source: You are on staging site that is decommissioned!
de: Sie befinden sich auf einer Staging-Site, die stillgelegt ist!
es: ¡Usted se encuentra en un sitio que se ha dado de baja!
ja: ユーザーは廃止されたステージングサイトにいます!

source: Want to Learn?
de: Sie wollen mehr erfahren?
es: ¿Quiere aprender?
ja: 学びたいですか?

source: Go to
de: Gehen Sie zu
es: Vaya a
ja: 次のページに移動

source: Want to Create?
de: Sie wollen etwas erstellen?
es: ¿Quiere crear?
ja: 作成したいですか?

source: If you need any clarification please contact
de: Bei Unklarheiten kontaktieren Sie bitte
es: Si necesita alguna clarificación por favor contacte
ja: 明確化が必要な場合はお問い合わせください

source: Feature Unavailable
de: Funktion nicht verfügbar
es: Característica no disponible
ja: 利用できない機能

source: The requested feature is not available in trial version
de: Die gewünschte Funktion ist in der Testversion nicht verfügbar
es: La característica solicitada no está disponible en la versión de prueba
ja: 要求された機能は試用版では

source: Start Playing
de: Wiedergabe starten
es: Iniciar reproducción
ja: プレイ開始

source: View TOC / Details
de: TOC/Details ansehen
es: Ver contenido/detalles
ja: 目次 / 詳細の表示

source: Cohorts
de: Kollegen
es: Cohortes
ja: コホート

source: Analytics
de: Analytiken
es: Análisis
ja: 分析

source: See Analytics
de: Siehe Analytiken
es: Ver análisis
ja: 分析を参照

source: Show Analytics
de: Analytiken anzeigen
es: Mostrar analítica
ja: アナリティクスの表示

source: Call
de: Rufen
es: Llamada
ja: 電話する

source: Call Button
de: Anruftaste
es: Botón de llamada
ja: 電話ボタン

source: Copy phone number to Clipboard
de: Telefonnummer in Clipboard kopieren
es: Copiar número de teléfono al portapapeles
ja: クリップボードに電話番号をコピーする

source: Copy to Clipboard
de: In Clipboard kopieren
es: Copiar al portapapeles
ja: クリップボードにコピーする

source: Open Call Dialog
de: Anruf-Dialog öffnen
es: Abrir diálogo de llamada
ja: 電話ダイアログを開く

source: Call
de: Rufen
es: Llamada
ja: 電話する

source: Navigate to Cohorts
de: Nach Kohorten navigieren
es: Navegue a cohortes
ja: コホートへ移動

source: Show Cohorts
de: Kohorte anzeigen
es: Mostrar cohortes
ja: コホートの表示

source: Download Content
de: Inhalt runterladen
es: Descargar contenido
ja: コンテンツのダウンロード

source: Download
es: Descargar
ja: ダウンロード

source: Add to Goals
de: Zu Zielen hinzufügen
es: Añadir a metas
ja: 目標に追加

source: Unable To Fetch user goals
de: Nutzerziele können nicht abgerufen werden
es: No se pueden conseguir metas del usuario
ja: ユーザーの目標を取り出せません

source: No existing goal. Please create a new goal
de: Kein vorhandenes Ziel. Legen Sie bitte ein neues Ziel an
es: No existen metas. Cree una nueva meta.
ja: 現在、目標はありません。新しい目標を作成してください

source: Provide a name for your goal
de: Geben Sie Ihrem Ziel einen Namen
es: Proporcione un nombre para su meta
ja: 目標名を記入してください

source: Provide minimum 5 characters
de: Geben Sie mindestens 5 Zeichen ein
es: Introduzca un mínimo de 5 caracteres
ja: 最低5文字以上必要です

source: Goal name is required
de: Ziel-Name ist erforderlich
es: Se requiere el nombre de la meta
ja: 目標名は必須

source: Enter at least 5 characters
de: Geben Sie mindestens 5 Zeichen ein
es: Introduzca al menos 5 caracteres
ja: 最低5文字を入力
