Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: How Impactful is Your Organization’s Learning?
de: Wie wirksam ist das Lernen in Ihrer Organisation?
es: ¿Qué tan impactante es el aprendizaje de su organización?
ja: あなたの組織の学習はどのくらい影響があるのか?

source: The structure of organizations and jobs are changing as artificial intelligence, machine learning, robotic process automation and other digital capabilities are overwhelming the workplace. It therefore becomes imperative for employees to constantly learn new skills and develop capabilities that will make them ready for the jobs of the future.
de: Nachdem künstliche Intelligenz, maschinelles Lernen, robotergestützte Prozessautomatisierung und andere Digitaltechnik von Arbeitsplätzen Besitz ergreifen,unterliegen Organisationsstrukturen und Stellen heute einem ständigen Wandel. Deshalb ist es für Mitarbeiter unerlässlich, sich ständig neue Fertigkeiten anzueignen und Fähigkeiten zu entwickeln, die sie auf die Herausforderungen künftiger Aufgaben vorbereiten.
es: La estructura de las organizaciones y los trabajos están cambiando a medida que la inteligencia artificial, el aprendizaje automático, la robótica y la automatización de procesos y otras capacidades digitales están abarcando el lugar de trabajo. Por lo tanto, se hace imperativo que los empleados aprendan constantemente nuevas habilidades y desarrollen las capacidades que los preparen para los trabajos del futuro.
ja: 組織や仕事の構造は、人工知能、機械学習、ロボット処理オートメーションやその他のデジタル機能が職場を圧倒するにつれ変化しています。そのため、従業員は常に新しいスキルを学習し、将来の仕事に備えるために能力開発をすることが必要不可欠になっています。

source: points
de: Punkte
es: puntos
ja: ポイント

source: Re Calculate Badges
de: Badges neu berechnen
es: Recalcular credenciales
ja: 再計算のバッジ

source: Unable to fetch data!
de: Daten können nicht abgerufen werden!
es: ¡No se pueden obtener datos!
ja: データを取り出せません!

source: Re calculating badges. Please hold on...
de: Neukalkulation von Badges. Bitte warten Sie einen Moment...
es: Recalcular credenciales. Espere...
ja: 再バッジを計算します。おをつかまりください...

source: Received on
de: Empfangen am
es: Recibido en
ja: 受信日時

source: You have earned
de: Sie haben erworben
es: Ha ganado
ja: 獲得しました

source: Earned
de: Erworben
es: Tiempos
ja: 得られた

source: times
de: mal
es: ganados
ja: 回数

source: Close to earn
de: Sie sind dabei zu erwerben
es: Cerca de ganar
ja: 獲得間近

source: Your next target
de: Ihr nächstes Ziel
es: Su próximo objetivo
ja: 次の目標

source: Last updated on
de: Letzte Aktualisierung am
es: Actualización más reciente el
ja: 最終更新

source: Write a Blog
de: Schreiben Sie einen Blog
es: Escribir un blog
ja: ブログを書く

source: Title
de: Titel
es: Título
ja: タイトル

source: Abstract
de: Zusammenfassung
es: Resumen
ja: 抽象的な

source: Body
de: Körper
es: Cuerpo
ja: 体

source: Post
de: Beitrag
es: Publicación
ja: 投稿

source: Recent Blogs
de: Neueste Blogs
es: Blogs recientes
ja: 最近のブログ

source: New Blog
de: Neuer Blog
es: Blog nuevo
ja: 新しいブログ

source: My Blogs
de: Meine Blogs
es: Mis Blogs
ja: 私のブログ

source: Your blogs will appear here
de: Ihre Blogs werden hier angezeigt
es: Sus blogs aparecen aquí
ja: あなたのブログがここに表示されます。

source: Popular Blogs
de: Beliebte Blogs
es: Blogs populares
ja: 人気のあるブログ

source: Blog
ja: ブログ

source: Edit Blog
de: Blog bearbeiten
es: Editar blog
ja: ブログを編集します。

source: Edit
de: Bearbeiten
es: Editar
ja: 編集

source: No Data Available
de: Keine Daten verfügbar
es: No hay datos disponibles
ja: データがありません。

source: No content available
de: Kein Inhalt verfügbar
es: No hay contenido disponible
ja: 利用可能なコンテンツがありません

source: Conceptual Overview
de: Konzeptioneller Überblick
es: Resumen conceptual
ja: 概念的概観

source: Programs
de: Programme
es: Programas
ja: プログラム

source: Courses
de: Kurse
es: Cursos
ja: コース

source: Learning Modules
de: Lernmodule
es: Módulos de aprendizaje
ja: 学習モジュール

source: Resources
de: Ressourcen
es: Recursos
ja: 資料

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
ja: データが使用できません

source: Unable to fetch certifications!
de: Zertifizierungen können nicht abgerufen werden!
es: ¡No se pudo obtener las certificaciones!
ja: 認定証を取り込めません!

source: On-going Certifications
de: Laufende Zertifizierungen
es: Certificaciones en curso
ja: 進行中の認定証

source: Certifications you can take
de: Zertifizierungen die Sie erwerben können
es: Certificaciones que puede tomar
ja: 取得可能な認定証

source: Not available for you
de: Für Sie nicht verfügbar
es: No disponible para usted
ja: ご利用できません

source: Passed Certifications
de: Bestandene Zertifizierungen
es: Certificaciones aprobadas
ja: 取得した認定証

source: No data available
de: Keine Daten vorhanden
es: No hay datos disponibles
ja: データが使用できません

source: Must View
de: Muss angesehen werden
es: Debe ver
ja: 必見

source: Latest
de: Letzte
es: Lo más reciente
ja: 最新

source: Podcasts
ja: ポッドキャスト

source: Business Narratives
de: Unternehmensgeschichten
es: Casos de negocio
ja: ビジネス談話

source: Tech Talks
es: Conversaciones de tecnología
ja: テックトーク

source: Concept Graph
de: Konzeptgraph
es: Gráfico conceptual
ja: コンセプトグラフ

source: Modules
de: Module
es: Módulos
ja: モジュール

source: Raise an AHD
de: AHD erstellen
es: Levante un AHD
ja: AHDを上げる

source: Go to Sparsh :
de: Zu Sparsh gehen:
es: Ir a Sparsh:
ja: Sparshに移動

source: Click to raise AHD
de: Hier klicken, um AHD zu erstellen
es: Haga clic para levantar un AHD
ja: AHDを上げるためにクリック

source: Mail us
de: Schreiben Sie uns eine Mail
es: Escribanos
ja: 当社へメール

source: You can also mail us at
de: Sie können Ihre Mail auch senden an
es: También puede enviarnos un correo a
ja: また、こちらにメールを送ることも可能です

source: Click to mail
de: Zum Senden der Mail hier klicken
es: Haga clic para enviar correo
ja: クリックしてメール

source: Talk to us
de: Sprechen Sie uns an
es: Conversar con nosotros
ja: 当社へお話ししください

source: You can call us and we will help you out
de: Rufen Sie uns an und wir werden Ihnen weiterhelfen
es: Llámenos y le ayudaremos
ja: お電話頂ければ、お助けします

source: Dial *22345 from your voip phones
de: Wählen Sie *22345 von Ihren VoIP-Telefonen aus.
es: Marcado *22345 de su teléfono VoIP
ja: ダイヤル あなたの voip の電話から*22345

source: Access Forbidden
de: Zugriff verboten
es: Acceso Prohibido
ja: アクセス禁止

source: We are Sorry
de: Es tut uns leid
es: Lo sentimos
ja: 申し訳ありません

source: You do not have sufficient access rights to view this page.
de: Zum Ansehen dieser Seite sind Ihre Zugriffsrechte unzureichend.
es: No tiene suficiente derechos de acceso para ver esta página.
ja: このページを表示するにはアクセス権がありません。

source: Please contact your local admin for access related issues.
de: Bei Zugriffsproblemen kontaktieren Sie bitte Ihren lokalen Admin.
es: Por favor contacte a su administrador local para acceder a problemas relacionados.
ja: アクセスに関する問題については、ローカルの管理者にお問い合わせください。

source: In case you have typed the URL, please check if the spelling is correct.
de: Wenn Sie die URL eingetippt haben, überprüfen Sie bitte ihre korrekte Schreibweise.
es: En caso de que haya escrito la URL, por favor verifique que la ortografía sea correcta.
ja: URLを入力した場合は、スペルが正しいか確認してください。

source: If you suspect a site problem, kindly report the problem. We appreciate your support.
de: Wenn Sie ein Site-Problem vermuten, dann melden Sie das bitte. Wir danken Ihnen für Ihre Bemühungen.
es: Si sospecha de un problema en el sitio, por favor infórmelo. Apreciamos su ayuda.
ja: サイトの問題が疑われる場合は、問題を報告してください。ご支援に感謝いたします。

source: Contact Us
de: Kontaktieren Sie uns
es: Contacte con nosotros
ja: お問い合わせ

source: Internal Server Error
de: Interner Serverfehler
es: Error de servidor interno
ja: 内部サーバエラー

source: We are facing some technical difficulties. The experts are on it.
de: Es liegt ein technisches Problem vor. Unsere Experten sind dabei, es zu beheben.
es: Estamos presentando algunas dificultades técnicas. Los expertos están trabajando en ello.
ja: こちらでくつかの技術的困難に直面しています。専門家が検討しています。

source: If you are seeing this page for a long time, please empty the cache and reload the page.
de: Wenn Sie diese Seite für lange Zeit sehen, leeren Sie bitte den Cache und laden die Seite neu.
es: Si está viendo esta página durante mucho tiempo, vacíe el caché y vuelva a cargar la página.
ja: このページは長時間表示している場合、キャッシュを空にしてページをリロードしてください。

source: Page Not Found
de: Seite wurde nicht gefunden
es: Página no encontrada
ja: ページが見つかりません

source: The page you requested cannot be found.
de: Die von Ihnen angeforderte Seite kann nicht gefunden werden.
es: No se puede encontrar la página que solicitó.
ja: 要求したページが見つかりません。

source: We have redesigned our web site and many URLs have changed. You can go to our Home Page to find the topic you are looking for, or use the site search or the site map to find the topic you are interested in.
de: Wir haben unsere Webseite überarbeitet, weshalb sich mehrere URLs geändert haben. Um das von Ihnen gesuchte Thema zu finden, können Sie zu unserer Hompege gehen oder das von Ihnen gewünschte Thema mit der Suchseite oder Sitemap suchen.
es: Hemos rediseñado nuestro sitio web y muchas URLs han cambiado. Puede ir a nuestra Página de Inicio para encontrar el tema que está buscando, o utilice la búsqueda del sitio o el mapa del sitio para encontrar el tema en el que está interesado.
ja: ウェブサイトを再設計し、多くのURLが変更されました。ホームページに移動して、探しているトピックの検索またはサイト検索やサイトマップを使って興味のあるトピックを検索してください。

source: Service Unavailable
de: Service nicht verfügbar
es: Servicio no disponible
ja: サービスが利用できません

source: The server is currently unavailable, but it will soon be up.
de: Der Server ist derzeit nicht verfügbar, die Verbindug wid aber umgehend wiederhergestellt.
es: El servidor no está disponible actualmente, pero lo estará pronto.
ja: サーバーは現在使用できませんが、まもなく起動します。

source: We have a temporary downtime, we will be up soon.
de: Der Ausfall ist vorübergehend und wird so schnell wie möglich behoben.
es: Tenemos un tiempo de inactividad temporal, regresaremos pronto.
ja: 一時的なダウンタイムが発生しました。すぐに稼働します。

source: Unauthorized Access
de: Unbefugter Zugriff
es: Acceso no autorizado
ja: 不正アクセス

source: You need to login to view this page.
de: Zum Ansehen dieser Seite müssen Sie sich anmelden.
es: Necesita iniciar sesión para ver esta página.
ja: このページを表示するには、ログインする必要があります。

source: Some Pages you need to sign up to view.
de: Zum Ansehen bestimmter Seiten müssen Sie angemeldet sein.
es: En algunas páginas debe registrarse para verlas.
ja: 表示するにはサインアップが必要なページもあります。

source: If you have already signed up, please login to proceed.
de: Wenn Sie bereits angemeldet sind, dann loggen Sie sich bitte ein um fortzufahren.
es: Si ya se ha registrado, por favor ingrese para proceder.
ja: 既にサインアップしている場合は、ログインして続行してください。

source: Feature Disabled
de: Funktion deaktiviert
es: Característica desactivada
ja: 機能無効

source: Coming Soon
de: Demnächst verfügbar
es: Próximamente
ja: もうすぐです

source: You are accessing the feature which is currently disabled for this instance.
de: Sie greifen auf die Funktion zu, die für diese Instanz derzeit deaktiviert ist.
es: Está accediendo a la característica que actualmente está desactivada para esta instancia.
ja: 現在、このインスタンスに無効になっている機能をアクセスしています。

source: You are accessing the feature which is not currently unavailable for trial instance.
de: Sie greifen auf die Funktion zu, die für die Testinstanz derzeit nicht verfügbar ist.
es: Está accediendo a la característica que actualmente no está disponible para la instancia de prueba.
ja: トライアル インスタンスの現在利用できない機能にアクセスします。

source: No content
de: Kein Inhalt
es: No hay contenido
ja: コンテンツなし

source: Error fetching content
de: Fehler beim Abrufen des Inhalts
es: Error al obtener el contenido
ja: コンテンツの取得中にエラーが発生する

source: LIVE streaming will be on only during the event.
de: LIVE Streaming nur währed des Ereignisses.
es: La transmisión en vivo se hará sólo durante el evento.
ja: LIVEストリーミングはイベント中のみの放送となります。

source: No LIVE event at the moment.
de: Zur Zeit kein LIVE-Event.
es: No hay eventos en DIRECTO por el momento.
ja: ライブ イベントが現時点ではないです。

source: Checking for LIVE events...
de: Auf LIVE-Ereignisse prüfen...
es: Verificación de eventos en DIRECTO...
ja: ライブ イベントを調べています.

source: Watch
de: Beobachten
es: Ver
ja: 時計

source: Go Live
es: Ir en vivo
ja: ライブに行く

source: If facing issues in video, please click 'Open in new tab' above
de: Bei Problemen mit der Videowiedergabe klicken Sie bitte oben auf ’In neuer Registerkarte öffnen‘
es: Si presenta problemas con el video, por favor haga clic arriba en ‘abrir nueva pestaña’
ja: ビデオで問題が発生した場合は、上の「新しいタブで開く」をクリックしてください

source: Events:
de: Ereignisse:
es: Eventos:
ja: イベント:

source: Starts:
de: Beginnt:
es: Comienza:
ja: 開始します:

source: Started:
de: Gestartet:
es: Comenzó:
ja: 開始:

source: Ends:
de: Endet:
es: Termina:
ja: 終了します:

source: Ended:
de: Beendet:
es: Terminó:
ja: 終了

source: Frequently asked questions can be configured here.
de: Häufig gestellte Fragen können hier konfiguriert werden.
es: Las preguntas más frecuentes se pueden configurar aquí.
ja: よく寄せられる質問は、ここで構成することができます。

source: Login
de: Anmelden
es: Iniciar sesión
ja: ログイン

source: ODC Access
de: ODC Zugriff
es: Acceso a ODC
ja: ODC アクセス

source: Compatibility
de: Kompatibilität
es: Compatibilidad
ja: 互換性

source: Installation
es: Instalación
ja: インストール

source: Progress Completion
de: Fortschritts Verlauf
es: Avance de curso
ja: 進捗完了

source: Authoring
de: Schreiben
es: Autoría
ja: オーサリング

source: Progress Completion
de: Fertigstellung des Fortschritts
es: Terminación progreso
ja: 進行状況完了

source: Q1. Unable to login to Lex
de: F.1 Anmeldung in Lex nicht möglich
es: Q1. No puedo iniciar sesión en Lex
ja: 質問1.Lexにログインできません

source: For using Lex you have to register yourself for Multi-Factor Authentication.<br/> Please login to Lex from
de: Um Lex benutzen zu können, müssen Sie sich für eine mehrstufige Authentifizierung registrieren.<br/> Melden Sie sich bitte in Lex an über
es: Para usar Lex tiene que registrarse para la autenticación multifactor.<br/> Por favor inicie sesión en Lex desde
ja: Lexを使用するには、多元的認証で登録しなければなりません。<br/> Lexにログインしてください

source: <br/> Lex is an internet facing application there are two scenarios.<br/> 1. You are accessing Lex on Infosys Intranet (VPN yes but not IConnect)<br/> 2. You are accessing Lex on Internet (from your personal laptop/desktop/Mobile browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be automatically used for letting you in Lex<br/> In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
de: <br/> Lex ist eine das Internet nutzende Anwendung für die es zwei Szenarien gibt.<br/> 1. Sie greifen auf Infosys Intranet (VPN ja aber nicht IConnect) auf Lex zu)<br/> 2. Sie greifen auf Lex über das Internet zu (von Ihrem privaten Laptop/Desktop/mobilen Browser/Android/iOS native Anwendungen)<br/> Bei 1) ist keine separate Authentifizierung erforderlich, Ihre Window-Anmeldung wird automatisch für Ihren Zugriff auf Lex benutzt<br/> Bei 2) Müssen Sie sich zuerst für eine mehrstufige Authentifizierung (MFA) registrieren unter
es: <br/> Lex es una aplicación orientada a internet, y tiene dos escenarios.<br/> 1. Ha accedido a Lex en Intranet de Infosys (VPN sí, pero no se IConnect)<br/> 2. Está accediendo a Lex en Internet (desde su computadora personal / computadora de escritorio / navegador móvil / aplicaciones nativas de Android / iOS)<br/> En 1) no tendrá que realizar una autenticación por separado, su inicio de sesión de Windows se utilizará automáticamente para permitirle ingresar a Lex<br/> In 2) Necesita registrarse primero para la autenticación de factores múltiples (MFA) en
ja: <br/> Lexはインターネット対応アプリケーションで、2つのシナリオがあります。<br/> 1.InfosysイントラネットでLexにアクセスされています（VPNですが、IConnectではありません）<br/> 2.インターネットからLexにアクセスされています（個人のラップトップ／デスクトップ／モバイルブラウザー／アンドロイド／iOS固有のアプリケーション）<br/> 1) の場合、別の認証をする必要がなく、Lexが使用できるように自動的にログイン画面が表示されます<br/> 2) の場合、まずイントラネット上の https://rasssp.ad.infosys.com/MultiFactorAuth/ で多元的認証で登録をする必要があります。

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
de: auf Intranet und registrieren.<br/> Das von Ihnen dort eingerichtete Passwort oder PIN wird später zum Anmelden benutzt.<br/> Nachdem Sie Ihren Infosys-Benutzernamen und Passwort auf einer Microsoft Seite eingegeben haben, erhalten Sie einen Anruf mit der Aufforderung, sich mit Ihrem Passwort oder Ihrer PIN zu authentifizieren.<br/> Wenn Sie Ihre PIN vergessen haben, können Sie sich neu registrieren lassen oder Ihre Pin ändern.
es: o intranet y registrarse.<br/> La contraseña o pin que colocó aquí serán utilizados para el inicio de sesión más adelante.<br/> Una vez que introduzca su nombre de usuario y contraseña de Infosys en una página Microsoft, recibirá una llamada que le pedirá que utilice la contraseña/pin para autenticarse.<br/> También puede registrarse o cambiar su pin si se le olvida.
ja: イントラネットおよび登録<br/> ここで設定したパスコードまたはPINは、後でログインする際に使用されます。<br/> MicrosoftページでInfosysのユーザー名とパスワードを入力すると、認証のためにパスコード／PINを使用するよう指示する電話を受けます。<br/> 忘れた場合には、PINを登録または変更することもできます。

source: Q2. Unable to logon to Lex, enclosed blue screen error
de: F.2 Anmeldung in Lex nicht möglich, siehe Blue Screen mit Fehlermeldung
es: Q2. No puede acceder a Lex, aparece un error de pantalla azul
ja: 質問2.Lex、添付の青色の画面エラーでログオンできません

source: Request to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.<br/> Restart the browser and try accessing Lex.
de: Bitte entfernen Sie freundlicherweise Ihre Cookies und Zwischenspeicher vom Desktop-Browser, bevor Sie es erneut versuchen.<br/> Sie können auch den anonymen Modus oder privaten Modus in Chrome und IE benutzen.<br/> Den Browser neu starten und versuchen, auf Lex zuzugreifen.
es: Se le solicita que borre las cookies y la memoria cache del navegador de escritorio antes de intentarlo.<br/> También puede utilizar el modo incógnito o los modos de navegación privada de Chrome e IE.<br/> Reinicie el navegador e intente el acceso a Lex.
ja: お試しになる前にデスクトップブラウザーのクッキーとキャッシュを消去してください。<br/> ChromeとIEのシークレットモードまたはプライベートブラウジングモードを利用することもできます。<br/> ブラウザーを再起動してから、アクセスをしてください。

source: Q3. Login credentials for Lex
de: F.3 Anmeldedaten für Lex
es: Q3. Credenciales de inicio de sesión para Lex
ja: 質問3Lex用の認証情報でログイン

source: Please visit:<br/>
de: Besuchen Sie bitte:<br/>
es: Visite:<br/>
ja: アクセスしてください:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> For accessing Lex this is a “must” criteria.<br/> 1. Visit
de: und registrern Sie sich für eone mehrstufige Authentifizierung.<br/> Sie können einen Passcode Ihrer Wahl festlegen. Wählen Sie für die Authentifizierung eine Anrufmethode.<br/> Für den Zugriff auf Lex ist das ein “Pflicht” Kriterium.<br/> 1. Besuch
es: y regístrese para la autenticación de factores múltiples.<br/> Puede establecer una contraseña de su elección. Seleccione el método por llamada para la autenticación.<br/> Para tener acceso a Lex este es un criterio «obligatorio».<br/> 1. Visite
ja: マルチファクター認証（MFA）のために最初的に自分自身を登録する必要があります<br/> お好きなパスコードを設定できます。多元的認証にはコールイン方式を選択してください。<br/> Lexにアクセスするには、こちらは必須項目です。<br/> 1.訪問

source: <br/> 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Lex.
de: <br/> 2. Klicken Sie auf die Login-Schaltfläche<br/> 3. Wenn Sie sich im Infosys Netzwerk befinden, müssen Sie nur Ihre Infosys Mail-ID eingeben<br/> 4. Wenn Sie sich im Internet befinden, wird ein Klick auf die Schaltfläche Sie zur Microsoft Anmeldeseite führen. Geben Sie bitte Ihre Infosys Mail-ID ein<br/> 5. Sie werden zur stsakaash Seite geführt, die eine Infosys-Seite ist. Hier geben Sie bitte Ihre E-Mail-ID und Ihr Passwort (Infosys Konto) ein<br/> 6. Sie werden auf Ihrer registrierten Telefonnummr einen Anruf von Microsoft erhalten<br/> 7. Sie müssen Ihren Passcode eintippen und #<br/> 8. Wenn Ihre Authentifizierung erfolgreich ist, wird der Webbrowser Sie automatisch zu Lex weiterleiten.
es: <br/> 2. Presionar el botón Iniciar sesión<br/> 3. Si está en la red de Infosys, no tendrá que ingresar su identificación de correo Infosys<br/> 4. Si está en internet, haga clic en el botón, será llevado al sitio de inicio de sesión de Microsoft. Introduzca su identificación de correo de Infosys<br/> 5. Será llevado al sitio stsakaash que es de Infosys. Aquí suministre su identificación de correo electrónico y contraseña (cuenta de Infosys)<br/> 6. Recibirá una llamada telefónica de Microsoft en el número de teléfono registrado<br/> 7. Le pedirán que ingrese su contraseña y #<br/> 8. Si la autenticación es exitosa, el navegador web le llevará automáticamente a Lex.
ja: <br/> 2.ログインボタンを押す<br/> 3.Infosysネットワークをご利用の場合は、InfosysメールIDを入力する必要はありません。<br/> 4.インターネットをご利用の場合は、ボタンをクリックするとマイクロソフトのログイン画面に移動します。InfosysメールIDを入力してください<br/> 5.Infosysからのstsakaashサイトへ移動します。こちらにあなたのメールIDとパスワード（Infosysアカウント）をご入力ください<br/> 6.登録されている電話番号にマイクロソフトより電話があります<br/> 7.あなたのパスコードと番号を入力する必要があります<br/> 8.認証ができましたら、ウェブブラウザーが自動的にLexに移動します。

source: Q4. Unable to logon to Lex , getting Microsoft Login page
de: F.4 Anmelden in Lex nicht möglich, es wird die Microsoft Anmeldeseite angezeigt
es: Q4. No se puede iniciar sesión en Lex, desde la página de inicio de sesión de Microsoft
ja: 質問4マイクロソフトのログインページにいくLexへログオンできません

source: Clear the browser cache and cookies (going as far back as possible).<br/> This issue is mainly for user who use other Infosys O365 Applications like Mail, VPN, Yammer and many more.<br/> The token issued by Microsoft when you used such an application is stored in the cookies and Microsoft needs to be forced to issue a fresh token which will allow access the Lex application which is also a O365 Application.<br/> Clear the cache and cookies and restart the browser and try accessing Lex
de: Löschen Sie den Browser-Cache und die Cookies (soweit wie möglich zurückliegend).<br/> Dieses Problem tritt gewöhnlich bei Benutzern auf, die andere Infosys O365 Anwendungen benutzen, wie Mail, VPN, Yammer und andere.<br/> Das Token, das Sie bei der Benutzung einer solchen Anwendung von Microsoft erhalten, wird in den Cookies gespeichert und Microsoft muss gezwungen werden, ein neues Toke anzulegen, das den Zugriff auf die Lex-Anwendung erlaubt , die auch eine O365 Anwendung ist.<br/> Löschen Sie Cache und Cookies, starten sie den Browser erneut und versuchen Sie, auf Lex zuzugreifen
es: Borre la memoria cache del navegador y las cookies (tan atrás como sea posible).<br/> Este problema se presenta principalmente en los usuarios que utilizan otras aplicaciones de Infosys O365 como Mail, VPN, Yammer y otras.<br/> El token emitido por Microsoft cuando utilizó esa aplicación se guarda en las cookies y Microsoft debe ser forzado a emitir un token nuevo que permita acceder a la aplicación Lex, que también es una aplicación O365.<br/> Borre la memoria cache y las cookies y reinicie el navegador e intente el acceso a Lex
ja: ブラウザーのキャッシュとクッキーを消去する（可能な限り古いものまで）。<br/> この問題は、メール、VPN、Yammer等の他のInfosys O365アプリケーションを利用しているユーザーが主な対象となります。<br/> このようなアプリケーションを使用した時にマイクロソフトが発行したトークンは、クッキーに保存され、マイクロソフトは、O365アプリケーションでもあるLexアプリケーションにアクセス許可をする新しいトークンを発行するように強制する必要があります。<br/> キャッシュとクッキーを消去し、ブラウザーを再起動してからLexにアクセスしてください
