Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: <mat-icon>group</mat-icon> <span>My Collaborators</span>
de: <mat-icon>Gruppe</mat-icon> <span>Meine Mitarbeiter</span>
es: <mat-icon>grupo</mat-icon> <span>Mis colaboradores</span>
ja: <mat-icon>グループ</mat-icon> <span>私のコラボレーター</span>

source: <mat-icon>next_week</mat-icon> <span>My Feature Usage</span>
de: <mat-icon>nächste_Woche</mat-icon> <span>Meine Feature-Nutzung</span>
es: <mat-icon>próxima_semana</mat-icon> <span>Mi uso de característica</span>
ja: <mat-icon>next_week</mat-icon> <span>私の機能の使用状況</span>

source: <mat-icon>book</mat-icon> <span>Top Courses</span>
de: <mat-icon>Buch</mat-icon> <span>Top-Kurse</span>
es: <mat-icon>libro</mat-icon> <span>Mejores cursos</span>
ja: <mat-icon>本</mat-icon> <span>コースのトップ</span>

source: My Learning
de: Mein Lernen
es: Mi aprendizaje
ja: 私の学習

source: My Assessment
de: Meine Bewertung
es: Mi evaluación
ja: 私の評価

source: My Refactoring Progress
de: Mein Refactoring-Fortschritt
es: Mi progreso de refactorización
ja: 私のリファクタリングの進行状況

source: My Plans
de: Meine Pläne
es: Mis planes
ja: 私の計画

source: My Collaborators
de: Meine Mitarbeiter
es: Mis colaboradores
ja: 私の協力者

source: My Feature Usage
de: Meine Feature-Nutzung
es: Mi uso de característica
ja: 私の機能の使用状況

source: Top Courses
de: Top-Kurse
es: Mejores cursos
ja: トップ コース

source: Last Updated On :
de: Zuletzt aktualisiert am :
es: Última actualización el:
ja: 最後の更新:

source: {{nsoName}} - Progress
de: {{nsoName}} - Fortschritte
es: {{nsoName}} - Progreso
ja: {{nsoName}} - バリエーション。

source: Variant : <span> <span>{{varience.name}}</span> </span>
de: Variante : <span> <span>{{varience.name}}</span> </span>
es: Variante: <span> <span>{{varience.name}}</span> </span>
ja: バリエーション。 : <span> <span>{{varience.name}}</span> </span>

source: more than Org Average
es: más del promedio de la org
ja: 組織の平均以上

source: you are with Org Average
de: mehr als der Org-Durchschnitt
es: usted está en el promedio de la org
ja: あなたは、組織の平均

source: less than Org Average
de: Sie sind im Org-Durchschnitt
es: Menos del promedio de la org
ja: 組織の平均より少ない

source: Apply
de: Anwenden
es: Aplicar
ja: 適用

source: Last 30 days
de: Die letzten 30 Tage
es: Últimos 30 días
ja: 過去30日間

source: User Progress
de: Benutzerfortschritt
es: Progreso del usuario
ja: ユーザーの進行状況

source: Infoscions' Progress
de: Fortschritte der Infoscions
es: Progreso de Infoscions
ja: Infoscions の進行状況

source: No of Users Completed
de: Anzahl der abgeschlossenen Benutzer
es: N.° de usuarios que terminaron
ja: 完成品のユーザーの

source: No Learning History Available for Course
de: Keine Lernhistorie für den Kurs verfügbar
es: Ningún historial de aprendizaje disponible para el curso
ja: コースの学習履歴はありません。

source: No Learning History Available for Program
de: Keine Lernhistorie für das Programm verfügbar
es: Ningún historial de aprendizaje disponible para el programa
ja: プログラムの学習履歴はありません。

source: Created on :
de: Erstellt am:
es: Creado el:
ja: 作成:

source: No Goals Available
de: Keine Ziele verfügbar
es: No hay metas disponibles
ja: 利用可能な目標

source: No Playlist Available
de: Keine Playlist verfügbar
es: No hay lista de reproducción disponible
ja: ないの再生リストの使用

source: Issued on :
de: Ausgestellt am:
es: Emitido el:
ja: 発行:

source: No Certificates Available
de: Keine Zertifikate verfügbar
es: No hay certificados disponibles
ja: 利用可能な証明書がありません。

source: No Badges Available
de: Keine Badges verfügbar
es: No hay credenciales disponibles
ja: 利用可能なないのバッジ

source: Assessment Details
de: Bewertung Details
es: Evaluación Detalles
ja: 評価詳細

source: Recent Assessment
de: Neueste Bewertung
es: Evaluación reciente
ja: 最近評価

source: Goals Shared by Me
de: Gemeinsame Ziele von mir
es: Metas que compartí
ja: 私が共有する目標

source: Shared to:
de: Gemeinsame Nutzung für:
es: Compartido a:
ja: 共有:

source: Shared on:
de: Gemeinsam genutzt am:
es: Compartido el:
ja: 共有日:

source: Status:
es: Estado:
ja: ステータス:

source: You have not shared any Goal
de: Sie haben kein Ziel geteilt.
es: No ha compartido ninguna meta
ja: 任意の目標は共有されません。

source: Goals Shared with Me
de: Gemeinsame Ziele mit mir
es: Metas compartidas conmigo
ja: 私と一緒に共有の目標

source: Shared by:
de: Gemeinsam genutzt von:
es: Compartido por:
ja: 共有者:

source: Artifacts Shared
de: Geteilte Artefakte
es: Artefactos compartidos
ja: 成果物の共有

source: You have not shared any artifacts
de: Sie haben keine Artefakte geteilt.
es: No ha compartido ningún artefacto
ja: 任意の成果物は共有されません。

source: Playlist shared by me
de: Wiedergabeliste, die von mir geteilt wird
es: Lista de reproducción que compartí
ja: 私が共有プレイリスト

source: You have not shared any playlist
de: Sie haben keine Wiedergabeliste geteilt.
es: No ha compartido ninguna lista de reproducción
ja: すべての再生リストは共有されません。

source: Playlist shared with me
de: Wiedergabeliste, die mit mir geteilt wird
es: Lista de reproducción compartida conmigo
ja: 私と一緒に共有プレイリスト

source: You have no shared playlist
de: Sie haben keine freigegebene Wiedergabeliste.
es: No tiene ninguna lista de reproducción compartida
ja: 共有プレイリストがあるない場合

source: Contacted on:
de: Kontaktiert am:
es: Contacto el:
ja: 連絡:

source: You have not used any playground
de: Sie haben keinen Spielplatz benutzt.
es: No ha usado ninguna área de juegos
ja: 任意の遊び場を使用していません。

source: Experts Contacted
de: Kontaktierte Experten
es: Expertos contactados
ja: 専門家に連絡

source: You have not contacted any experts
de: Sie haben keine Experten kontaktiert.
es: No ha contactado a ningún experto
ja: 任意の専門家を連絡していません。

source: Content Created
de: Erstellter Inhalt
es: Contenido creado
ja: 作成されたコンテンツ

source: Content Type:
de: Inhaltstyp:
es: Tipo de contenido:
ja: コンテンツの種類:

source: My Assessments
de: Meine Bewertungen
es: Mis evaluaciones
ja: 私の査定

source: My Refactoring Programs
de: Meine Überarbeitungsprogramme
es: Mis programas de refactorización
ja: 私のリファクタリングのプログラム

source: My Collaboration
de: Meine Zusammenarbeit
es: Mi colaboración
ja: 私のコラボレーション

source: My other LEX feature usage
de: Meine andere LEX-Feature-Nutzung
es: Mi otro uso de característica LEX
ja: 私の他の LEX の機能の使用状況

source: Time Spent by me - Track wise
de: Von mir verbrachte Zeit - Trackweise
es: Tiempo que invertí – Pista acertada
ja: 時間をかけ私 - 賢明なトラック

source: No Data Available
de: Keine Daten verfügbar
es: No hay datos disponibles
ja: データがありません。

source: Avg # of mins on LEX - this calender year
de: Durchschnittliche Anzahl der Minuten an der LEX - dieses Kalenderjahr
es: N.° promedio de minutos de LEX- este año natural
ja: Avg# LEX – 分カレンダー今年

source: Avg # mins across dimensions
de: Durchschn. # Minuten über alle Bemaßungen hinweg
es: N.° promedio de minutos a través de dimensiones
ja: ディメンションにわたって Avg # 分

source: % Time spent by Me
de: % Zeitaufwand für mich
es: % de tiempo que invertí
ja: 私が費やした時間の割合

source: No Data Available
de: Keine Daten verfügbar
es: No hay datos disponibles
ja: データがありません。

source: % Time spent by Infoscions
de: % Zeitaufwand für Infoscions
es: % de tiempo invertido por infoscions
ja: Infoscions に費やされる時間の割合

source: % Time spent by my Peers
de: % Zeit, die meine Kollegen verbrachten.
es: % de tiempo invertido por mis compañeros
ja: 同僚に費やされる時間の割合

source: Top Courses By my Unit
de: Top-Kurse nach Einheiten
es: Los mejores cursos por mi unidad
ja: 私のユニットで上位コース

source: Top Courses By my Peers
de: Top-Kurse von meinen Kollegen
es: Los mejores cursos por mi compañeros
ja: 私の同等者によって最上位コース

source: Get Ready for New Age Roles
de: Bereiten Sie sich auf New Age Rollen vor
es: Prepárese para las funciones de la Nueva Era
ja: 新世代の役割の準備をしましょう

source: Learn Skill of your choice
de: Erlernen Sie eine Kompetenz Ihrer Wahl
es: Aprenda la habilidad de su elección
ja: あなたの選択したスキルを学習しよう

source: Build on what you know
de: Vertiefen Sie Ihre Kenntnisse
es: Construir sobre lo que sabe
ja: 知っている知識を基に成長しよう

source: GET REFACTORED INTO NEW SERVICES
de: SICH IN NEUE DIENSTE UMWANDELN LASSEN
es: REFACTORIZARSE EN NUEVOS SERVICIOS
ja: 新しいサービスへのリファクタリングを取得

source: Explore learning paths based on Industry needs
de: Erkunden Sie Lernpfade, die auf den Bedürfnissen der Branche basieren.
es: Explore los caminos de aprendizaje basados en las necesidades de la industria
ja: 業界のニーズに基づく学習パスを探索します。

source: LEARN SKILL OF YOUR CHOICE
de: ERLERNEN SIE EINE FERTIGKEIT IHRER WAHL
es: APRENDA LA HABILIDAD DE SU ELECCIÓN
ja: 選択のスキルを身につける

source: Explore and Acquire Skills Based on Your Interest
de: Erkunden und eignen Sie sich Fertigkeiten nach Ihrem Interesse an
es: Explora y adquiere habilidades con base en su interés
ja: 興味に基づいたスキルの探索と獲得

source: BUILD ON WHAT YOU KNOW
de: BAUEN SIE AUF BEREITS GELERNTEM AUF
es: CONSTRUYA SOBRE LO QUE SABE
ja: お客様の知識をベースに構築

source: Get Suggestions Based on Your Current Skills
de: Holen Sie sich auf Ihren derzeitigen Kompetenzen basierende Vorschläge
es: Obtenga sugerencias con base en sus habilidades actuales
ja: 現在のスキルに基づく提案の取得

source: GET READY FOR YOUR INDUSTRIES
de: BEREITEN SIE SICH AUF IHRE BRANCHEN VOR
es: PREPÁRESE PARA SUS INDUSTRIAS
ja: お客様の業界に対応

source: Get up-to-date on Industry verticals and related tech skills
de: Informieren Sie sich über die jüngsten Branchenentwicklungen und verwandte technische Fertigkeiten
es: Manténgase al día sobre las verticales de la industria y las habilidades técnicas relacionadas
ja: 業界の専門分野および関連する技術スキルの最新情報を入手

source: COURSES FOR LEADERS
de: KURSE FÜR FÜHRUNGSPERSONAL
es: CURSOS PARA LÍDERES
ja: リーダーコース

source: Learn the latest technologies and gain competitive advantage
de: Machen Sie sich mit den neuesten Technologien bekannt und verschaffen Sie sich einen Wettbewerbsvorteil
es: Aprende las últimas tecnologías y gane ventaja competitiva
ja: 最新のテクノロジーを習得し、競争優位性を獲得

source: FULL STACK PROGRAMS
de: VOLLSTÄNDIGE PROGRAMME
es: PROGRAMAS COMPLETOS
ja: フルスタックプログラム

source: Learn industry standard full stack programs
de: Machen Sie sich in umfassenden Programmen mit dem Industriestandard bekannt
es: Aprenda los programas estándar completos de la industria
ja: 業界標準のフルスタックプログラムを学習する

source: Roles
de: Rollen
ja: 役割

source: I want to Learn...
de: Ich möchte erlernen…
es: Quiere aprender...
ja: 学びたい...

source: No results based on your search
de: Keine Ergebnisse für Ihre Suche
es: No hay resultados basados en su búsqueda
ja: 検索結果に基づく結果がありません

source: Result(s) based on your search.
de: Für Ihre Suchabfrage gefundenes Ergebnis(se).
es: Resultado(s) basados en su búsqueda,
ja: 検索結果に基づく結果があ

source: Explore learning paths for new age roles based on Industry trends
de: Erkunden Sie Lernpfade für New Age Rollen auf der Basis von Branchenentwicklungen
es: Explore las rutas de aprendizaje para los roles de la nueva era según las tendencias de la industria
ja: 業界のトレンドに基づいて、新しい年齢の役割の学習パスを探る

source: Select a Pillar
de: Wählen Sie eine Säule aus
es: Seleccione un pilar
ja: 柱を選択

source: Select an Offering
de: Wählen Sie ein Angebot aus
es: Seleccione una oferta
ja: 製品を選択

source: Role
de: Rolle
es: Rol
ja: 役割

source: Offering
de: Angebot
es: Oferta
ja: 提供

source: Explore
de: Untersuchen
es: Explorar
ja: 調べる

source: Results based on your search
de: Ergebnisse für Ihre Suchabfrage
es: Resultados basados en su búsqueda
ja: 検索結果に基づく結果がありません

source: Learning path(s) in high demand
de: Lernpfad(e) mit hoher Nachfrage
es: Ruta(s) de aprendizaje en alta demanda
ja: 需要の高い学習パス

source: Skill based Suggestions
de: Auf Kompetenzen basierende Vorschläge
es: Sugerencias basadas en habilidades
ja: スキルベースの提案

source: WHAT CAN I LEARN?
de: WAS KANN ICH LERNEN?
es: ¿QUÉ PUEDO APRENDER?
ja: 何がわかる?

source: Get suggestions based on current skills
de: Holen Sie sich auf aktuellen Kenntnissen beruhende Vorschläge
es: Reciba sugerencias con base en habilidades actuales
ja: 現在のスキルに基づいて提案を得る

source: Select topics to get suggestions
de: Wählen Sie zum Abrufen von Vorschlägen Themen aus
es: Seleccione temas para obtener sugerencias
ja: トピックを選択して提案を取得する

source: No Results for your search
de: Für Ihre Suchanfrage wurden keine Ergebnisse gefunden
es: No hay resultados para su búsqueda
ja: 検索結果がありません

source: Get Suggestions
de: Vorschläge holen
es: Obtener sugerencias
ja: 提案の取得

source: Titan Accounts
de: Titan Konten
es: Cuentas Titán
ja: タイタン勘定

source: Coming Soon...
de: Kommt bald…
es: Pronto...
ja: 配信パートナー

source: Select your Account:
de: Wählen Sie Ihr Konto aus:
es: Seleccione su cuenta
ja: アカウントの選択:

source: Select the Portfolio
de: Wählen Sie das Potfolio aus
es: Seleccione el portafolio
ja: ポートフォリオの選択

source: Select a Theme
de: Wählen Sie ein Thema aus
es: Seleccione un tema
ja: テーマの選択

source: Delivery Partners
de: Lieferpartner
es: Socios de entrega
ja: 配信パートナー

source: Navigator for Delivery Partners
es: Explorador para socios de entrega
ja: 配信パートナーのためのナビゲーター

source: Be an effective Delivery Partner
de: Werden Sie ein effektiver Delivery Partner
es: Sea un Compañero de Entrega efectivo
ja: 効果的なデリバリパートナーとなる

source: TECHNICAL TRAININGS FOR DP
de: TECHNISCHE SCHULUNGEN FÜR DP
es: FORMACIÓN TÉCNICA PARA SOCIOS DE ENTREGA
ja: DP のための技術研修

source: Learn the emerging and digital technologies and gain competitive advantage
de: Lernen Sie die aufkommenden und digitalen Technologien kennen und gewinnen Sie Wettbewerbsvorteile.
es: Aprenda las tecnologías emergentes y digitales y consiga ventaja competitiva
ja: 新興とデジタル技術の習得し、競争上の優位を得るため

source: GET READY FOR YOUR INDUSTRY
de: BEREITEN SIE SICH AUF IHRE BRANCHEN VOR
es: PREPÁRESE PARA SUS INDUSTRIAS
ja: お客様の業界に対応

source: Get up-to-date on industry verticals and related tech skills
de: Informieren Sie sich über die jüngsten Branchenentwicklungen und verwandte technische Fertigkeiten
es: Manténgase al día sobre las verticales de la industria y las habilidades técnicas relacionadas
ja: 業界の専門分野および関連する技術スキルの最新情報を入手

source: BEHAVIORAL SKILLS
de: VERHALTENSKOMPETENZEN
es: APTITUDES DE COMPORTAMIENTO
ja: 行動スキル

source: Learn essential behavioral skills
de: Erlernen der wesentlichen Verhaltensformen
es: Aprenda aptitudes de comportamiento esenciales
ja: 本質的な行動スキルを学ぶ

source: BUSINESS AND SALES SKILLS
de: GESCHÄFTS- UND VERKAUFSFÄHIGKEITEN
es: HABILIDADES DE NEGOCIOS Y VENTAS
ja: ビジネスとセールス ・ スキル

source: Become an effective business leader
de: Werden Sie ein effektiver Business Leader
es: Conviértase en un líder empresarial eficaz
ja: 効果的なビジネス リーダーになります。

source: KNOW YOUR DP ACCOUNTS
de: LERNEN SIE IHRE DP-KONTEN KENNEN
es: CONOZCA LAS CUENTAS DE SUS SOCIOS DE ENTREGA
ja: DP アカウントを知っています。

source: Explore and know about strategic accounts
de: Erkundung und Wissen über strategische Kunden
es: Explore y conozca sobre cuentas estratégicas
ja: 探索し、戦略的なアカウントについて知っています。

source: BEST PRACTICES SHARING
de: AUSTAUSCH VON BEST PRACTICES
es: PARTICIPACIÓN EN LAS MEJORES PRÁCTICAS
ja: ベスト プラクティスの共有

source: Account-based learning and sharing
de: Accountbasiertes Lernen und Teilen
es: Aprender y compartir en función de las cuentas
ja: アカウント ベースの学習と共有

source: This role requires specialization in one or more disciplines and certifications are mandatory for some of them. Choose a learning path from each of the categories, create goals to track your learning and get certified.
de: Für diese Rolle ist eine Spezialisierung in einem oder mehreren Fachbereichen erforderlich, für die Zertifizierungen obligatorisch sind. Wählen Sie aus jeder der Kategorien einen Lernpfad aus, erstellen Sie Ziele, um Ihren Lernprozess zu verfolgen und ein Zertifikat zu erwerben.
es: Este rol requiere especialización en una o más disciplinas y las certificaciones son obligatorias para algunos de ellos. Elija una ruta de aprendizaje de cada una de las categorías, cree objetivos para realizar un seguimiento de su aprendizaje y obtener la certificación.
ja: この役割には、1つまたは複数の専門分野の専門知識が必要です。 中には資格が必須のものもあります。学習パスの選択 学習を追跡して目標を設定し 認定された。

source: Certification is Mandatory
de: Zertifizierung ist obligatorisch
es: La certificación es mandatoria
ja: 認定は必須

source: Certification is optional
de: Zertifizierung ist optional
es: La certificación es opcional
ja: 認定はオプション

source: Create Goal
de: Ziel anlegen
es: Crear meta
ja: 目標を作成する

source: Goals added successfully
de: Ziele wurden erfolgreich hinzugefügt
es: Metas añadidas exitosamente
ja: ゴールが正常に追加されました

source: Goals added successfully
de: Ziele wurden erfolgreich hinzugefügt
es: Metas añadidas exitosamente
ja: ゴールが正常に追加されました

source: Unable to save goals
de: Ziele können nicht gespeichert werden
es: No es posible guardar metas
ja: 目標を保存できません

source: Already part of your goals
de: Ist bereits Teil Ihrer Ziele
es: ¿Ya es parte de sus metas?
ja: すでに目標の一部

source: Goal not launched yet
de: Ziel noch nicht gestartet
es: La meta aún no se ha iniciado
ja: 目標はまだローンチしていない.

source: What Can I Learn?
de: WAS KANN ICH LERNEN?
es: ¿Qué puedo aprender?
ja: 学習事項?

source: No Skill Selected
de: Es wurde keine Fertigkeit ausgewählt
es: No se seleccionaron habilidades
ja: スキルが選択されていません

source: Suggested learning path(s) based on selected skills
de: Anhand der ausgewählten Fertigkeiten vorgeschlagener Lernpfad(e)
es: Ruta(s) de aprendizaje sugeridas con base en las destrezas seleccionadas
ja: 選択したスキルに基づく推奨学習パス

source: Sales Navigator
es: Navegador de ventas
ja: セールス・ナビゲータ

source: Tip Of the Spear (TOST)
es: Punta de lanza (TOST)
ja: (TOST)槍の先端

source: Get Ready for your Industries
de: Bereiten Sie sich für Ihre Branchen vor
es: Prepárese para sus industrias
ja: 皆様の産業界の準備をしなさい

source: Digital for Sales
de: Digital für Vertrieb
es: Digital para ventas
ja: 販売用デジタル

source: Success Stories
de: Erfolgsgeschichten
es: Historias de éxito
ja: 成功事例

source: Become an effective front line sales leader
de: Werden Sie ein effektiver Verkaufsleiter an vorderster Front.
es: Conviértase en un líder eficaz de ventas de primera línea
ja: 効果的なフロント ライン販売リーダーになります。

source: Learn from our successes and Navigate to Win
de: Lernen Sie aus unseren Erfolgen und navigieren Sie sich zum Erfolg
es: Aprenda de nuestros éxitos y navegue para ganar
ja: 成功事例から学び、成功に導く

source: Account based Learning and Sharing
de: Lernen und Freigeben auf Kontobasis
es: Cuenta con base en aprendizaje y compartir
ja: アカウントベースの学習と共有

source: Sales Onboarding
de: Vertrieb Onboarding
es: Incorporación de ventas
ja: 販売オンボーディング

source: Welcome to the Infosys Sales Function! We are thrilled to have you on board. We are partnering with our clients on their digital journey as they Navigate their next, and you play a crucial role in helping us live our vision. This portal will help you learn all about Infosys and your new role. I wish you the best in your career with us.
de: Willkommen bei der Infosys Sales Function! Wir freuen uns, Sie an Bord zu haben. Wir arbeiten mit unseren Kunden auf ihrer digitalen Reise zusammen, während sie ihr nächstes Mal navigieren, und Sie spielen eine entscheidende Rolle dabei, dass wir unsere Vision leben. Dieses Portal wird Ihnen helfen, alles über Infosys und Ihre neue Rolle zu erfahren. Ich wünsche Ihnen das Beste für Ihre Karriere bei uns.
es: ¡Bienvenido a la función de ventas de Infosys! Estamos encantados de tenerlo a bordo. Nos estamos asociando con nuestros clientes en su viaje digital en su siguiente navegación, y usted desempeña un papel crucial para ayudarnos a vivir nuestra visión. Este portal lo ayudará a aprender todo sobre Infosys y su nueva función. Le deseo lo mejor en su carrera con nosotros.
ja: インフォシス販売機能へようこそ! 我々 は、ボード上のあなたを持って興奮しています。彼らは彼らの次の移動として彼らのデジタルの旅で私たちのクライアントと提携している我々 と我々 のビジョンを生きるうえで重要な役割を果たします。このポータルは、インフォシスとあなたの新しい役割についてすべてを学ぶために役立ちます。私は祈って、あなたのキャリアで私たちと。

source: Welcome to the Infosys Sales Function! We are thrilled to have you on board. We are partnering with our clients on their digital journey as they Navigate their next, and you play a crucial role in helping us live our vision. This portal will help you learn all about Infosys and your new role. I wish you the best in your career with us.
de: Willkommen bei der Infosys Sales Function! Wir freuen uns, Sie an Bord zu haben. Wir arbeiten mit unseren Kunden auf ihrer digitalen Reise zusammen, während sie ihr nächstes Mal navigieren, und Sie spielen eine entscheidende Rolle dabei, dass wir unsere Vision leben. Dieses Portal wird Ihnen helfen, alles über Infosys und Ihre neue Rolle zu erfahren. Ich wünsche Ihnen das Beste für Ihre Karriere bei uns.
es: ¡Bienvenido a la función de ventas de Infosys! Estamos encantados de tenerlo a bordo. Nos estamos asociando con nuestros clientes en su viaje digital en su siguiente navegación, y usted desempeña un papel crucial para ayudarnos a vivir nuestra visión. Este portal lo ayudará a aprender todo sobre Infosys y su nueva función. Le deseo lo mejor en su carrera con nosotros.
ja: インフォシス販売機能へようこそ! 我々 は、ボード上のあなたを持って興奮しています。彼らは彼らの次の移動として彼らのデジタルの旅で私たちのクライアントと提携している我々 と我々 のビジョンを生きるうえで重要な役割を果たします。このポータルは、インフォシスとあなたの新しい役割についてすべてを学ぶために役立ちます。私は祈って、あなたのキャリアで私たちと。

source: Sales Launchpad
de: Vertriebs Launchpad
es: Launchpad de ventas
ja: セールス・ローンチパッド

source: Onboarding for new joiners
de: Onboarding für Neueinsteiger
es: Incorporación de personas nuevas
ja: 新規参入者へのオンボーディング

source: Cohort Learning
de: Kohortenbildung
es: Aprendizaje de cohortes
ja: コホート学習

source: Relive targeted in-person cohort learning
de: Erleben Sie gezielte persönliche Kohortenbldung
es: Reviva el aprendizaje de cohorte en persona
ja: Relive Targeted In-Personコホート学習

source: Role Induction
de: Rolleneinführung
es: Inducción de roles
ja: 役割の誘導

source: Transition into your new role effectively
de: Effektive Umstellung auf Ihre neue Rolle
es: Transición a su nuevo rol con eficacia
ja: 効果的な新しい役割への移行

source: Bridge Academy
de: Bridge Akademie
es: Academia de bridge
ja: ブリッジアカデミー

source: Get ready to move to Sales career stream
de: Bereiten Sie sich auf in eine Karriere im Vertrieb vor
es: Prepárese para pasar a la carrera de ventas
ja: セールス・キャリア・ストリームへの移行準備

source: Sales Competencies
de: Vertriebskompetenzen
es: Competencias de ventas
ja: 販売能力

source: Consultative Selling
de: Verkaufs Beratung
es: Ventas consultivas
ja: コンサルティング 販売

source: Techno-Domain Fluency
de: Techno-Domäne Kompetenz
es: Fluidez de dominio tecnológico
ja: テクノドメイン 流動性

source: Social Selling & Networking
es: Ventas sociales y networking
ja: 社会的販売と ネットワーク

source: Influencing & Winning Deals
de: Beeinflussen & Abschließen von Geschäften
es: Influencia y tratos ganadores
ja: 影響 商談獲得

source: Knowledge of Infosys Products & Offerings
de: Kenntnisse über Infosys Produkte & Angebote
es: Conocimiento de productos y ofertas de Infosys
ja: 知識 Infosysの製品とサービス

source: Leveraging Infosys Systems & Processes
de: Wirksamer Einsatz von Infosys Systemen & Prozessen
es: Aprovechar los sistemas y procesos de Infosys
ja: Infosysの活用 システムおよびプロセス

source: Consultative Selling
de: Verkaufs beratung
es: Ventas consultivas
ja: コンサルティング 販売

source: Design Thinking and Out-of-the-box solutions; Being Customer Centric; Becoming a trusted Advisor
de: Entwickeln Sie Denken und Out-of-the-Box-Lösungen; Kundenorientiert sein; Werden Sie ein vertrauenswürdiger Berater.
es: Diseño de soluciones pensadas y listas para usar; que se centran en el cliente; convirtiéndose en un asesor de confianza
ja: デザイン思考とボックスのソリューション。されて顧客が中心。信頼できるアドバイザーになります。

source: Techno-Domain Fluency
de: Techno-Domäne Kompetenz
es: Fluidez de dominio tecnológico
ja: テクノドメイン 流動性

source: Thought leadership & Industry expertise, Technology Articulation, Story-telling
de: Vordenkposition & Branchenexpertise, Technologie-Artikulation, Geschichtenerzählen
es: Liderazgo en el pensamiento y experiencia en la industria, articulación tecnológica, Narración de historias
ja: リーダーシップと業界の専門知識、テクノロジーに関する専門知識、 物語

source: Social Selling & Networking
es: Ventas sociales y networking
ja: ソーシャル・セールス/ネットワーキング
