Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: My Attempts
de: Meine Versuche
es: Mis intentos
ja: 私の試み

source: My {{skillName | titlecase}} Quotient
de: Mein {{skillName | titlecase}} Quotient
es: Mi cociente de {{skillName | titlecase}}
ja: 私 {{skillName | titlecase}} 商

source: My Role Quotient
de: Meine Rolle Quotient
es: Mi cociente de función
ja: 私の役割の商

source: Assessment Quotient
de: Bewertungsquote
es: Cociente de evaluación
ja: 評価指数

source: Add Role
de: Rolle hinzufügen
es: Añadir función
ja: 役割を追加

source: Create a New Role
de: Eine neue Rolle erstellen
es: Crear nueva función
ja: ロールの新規作成

source: Add
de: Hinzufügen
es: Añadir
ja: 追加

source: Role Title (required)
de: Rollentitel (erforderlich)
es: Título de función (requerido)
ja: ロール タイトル (必須)

source: Add
de: Hinzufügen
es: Añadir
ja: 追加

source: Project Endorsement
de: Projektunterstützung
es: Aprobación de proyectos
ja: プロジェクトの承認

source: Create Request
de: Anfrage erstellen
es: Crear solicitud
ja: 要求を作成

source: Endorse
de: Unterstützen
es: Aprobar
ja: 支持

source: Edit Role
de: Rolle bearbeiten
es: Editar función
ja: ロールを編集

source: Edit Role
de: Rolle bearbeiten
es: Editar función
ja: ロールを編集

source: Update
de: Aktualisieren
es: Actualizar
ja: 更新

source: Date Range
de: Datums Bereich
es: Rango de fecha
ja: 日付 範囲

source: Start Date
de: Startdatum
es: Fecha de inicio
ja: 開始日

source: End Date
de: Enddatum
es: Fecha final
ja: 終了日

source: Your Avg :
de: Ihr Durchschnitt :
es: Su promedio:
ja: あなたの平均 :

source: min/day
de: Min/Tag
es: min/día
ja: 分/日

source: Some Error Occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
ja: いくつかのエラーが発生

source: Jan
es: Ene
ja: 1月

source: Feb
ja: 2月

source: Mar
de: Mär
ja: 3月

source: Apr
es: Abr
ja: 4月

source: May
de: Mai
ja: 5月

source: Jun
ja: 6月

source: Jul
ja: 7月

source: Aug
es: Ago
ja: 8月

source: Sep
ja: 9月

source: Oct
de: Okt
ja: 10月

source: Nov
ja: 11月

source: Dec
de: Dez
es: Dic
ja: 12月

source: User Average Over Period
de: Durchschnittliche Benutzerzahl über den Zeitraum
es: Promedio del usuario durante el período
ja: 期間中のユーザー平均

source: Time I Spent
de: Von mir investierte Zeit
es: Tiempo que gasté
ja: 学習時間

source: App Average
de: App Durchschnitt
es: Promedio de app
ja: アプリケーション平均

source: Date
de: Datum
es: Fecha
ja: 日付

source: Minutes
de: Minuten
es: Minutos
ja: 分

source: Unable to Fetch Terms and condition. Please try later OR
de: Bedingungen können nicht abgerufen werden. Bitte später wiederholen ODER
es: No se puede obtener Términos y condiciones. Por favor intente más tarde O
ja: 利用規約を取り出せません。後で試すか、または

source: Unable to Accept the terms and condition. Try later
de: Bedingungen können nicht angenommen werden Bitte später wiederholen
es: No se pueden aceptar los términos y condiciones. Inténtelo más tarde
ja: 利用規約を承認できません。後でお試しください

source: Accepted on
de: Angenommen am
es: Aceptado el
ja: 承諾

source: View Data Privacy
de: Datenschutzerklärung ansehen
es: Ver privacidad de datos
ja: データプライバシーを表示

source: Data Privacy
de: Datenschutzerklärung
es: Privacidad de datos
ja: データプライバシー

source: Please select on of the above Data Privacy Content based on your region
de: Wählen Sie bitte eine Ihrer Region entsprechende Datenschutzerklärung aus.
es: Seleccionar en Contenido de privacidad de datos basado​en su región
ja: ご利用地域に基づき上記のデータプライバシーを選択してください

source: Back to Tnc
de: Zurück nach Tnc
es: Regresar a Tnc
ja: 利用規約に戻る

source: Accept
de: Annehmen
es: Aceptar
ja: 承認

source: TOC
es: Contenido
ja: 目次

source: about content
de: Über den Inhalt
es: Acerca del contenido
ja: コンテンツについて

source: Table of contents
de: Inhaltsverzeichnis
es: Índice
ja: 目次

source: table of contents
de: Inhaltsverzeichnis
es: contenido
ja: 目次

source: cohorts
de: Kollegen
es: cohortes
ja: コホート

source: Discussion Forum
de: Diskussionsforum
es: Foro de discusión
ja: ディスカッションフォーラム

source: discussion forum
de: Diskussionsforum
es: foro de discusión
ja: ディスカッションフォーラム

source: analytics
de: Analysen
es: análisis
ja: 分析

source: Projects
de: Projekte
es: Proyectos
ja: プロジェクト

source: projects
de: Projekte
es: proyectos
ja: プロジェクト

source: What's Next
de: Wie geht es weiter
es: Qué sigue
ja: 次はなに

source: post learning outcomes
de: Weiterbildungsergebnisse
es: resultados posaprendizaje
ja: 学習結果を投稿

source: Part Of
de: Teil von
es: Parte de
ja: 一部

source: content also belongs to
de: Inhalt gehört auch zu
es: contenido también pertenece a
ja: コンテンツも属する

source: This is instructor-led classroom course and is not available online. Please register at Learning Hub on Intranet.
de: Das hier ist ein von einem Ausbilder geführter Präsenzkurs, der online nicht verfügbar ist. Registrieren Sie sich bitte im Learning Hub auf Intranet.
es: Este es un curso presencial dirigido por un instructor y no está disponible en línea. Por favor regístrese en Learning Hub en Intranet.
ja: これはクラスルーム・コースであり、オンラインでは利用できません。イントラネット上のラーニング・ハブに登録してください。

source: This is a third party online training program. You can access the content by
de: Dies ist ein Online-Trainingsprogramm eines Drittanbieters. Sie können auf den Inhalt zugreifen, indem Sie
es: Este es un programa de formación en línea de terceros. Puede acceder al contenido
ja: サード パーティ製のオンライン トレーニング プログラムです。によってコンテンツにアクセスできます。

source: clicking here.
de: hier klicken.
es: haciendo clic aquí.
ja: ここをクリック.

source: More details in the description below
de: Weitere Details in der folgenden Beschreibung
es: Más detalles en la descripción a continuación
ja: 詳細については以下の説明に

source: Resume
de: Fortsetzen
es: Reanudar
ja: 再開

source: Learn
de: Lernen
es: Aprender
ja: 学ぶ

source: Start Over
de: Von vorne anfangen
es: Iniciar de nuevo
ja: 最初からやり直す

source: Assess
de: Bewerten
es: Evaluar
ja: 評価

source: Completed
de: Abgeschlossen
es: Terminado
ja: 完了

source: Error loading content
de: Fehler beim Laden des Inhalts
es: Error cargando el contenido
ja: コンテンツの読み込みエラー

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos
ja: データを取り出せません

source: No content received
de: Kein Inhalt empfangen
es: No se recibió ningún contenido
ja: コンテンツを受信していません

source: Invalid data received
de: Ungültige Daten empfangen
es: Datos no válidos recibidos
ja: 無効なデータを受信しました

source: Duration is an indicative learning time based on authors inputs and learner’s data. This may not reflect actual time of media
de: Die Dauer ist eine Richtwertzeit, die auf den Eingaben der Autoren und den Daten des Lernenden basiert. Dies entspricht möglicherweise nicht der tatsächlichen Zeit der Medien.
es: La duración es un tiempo de aprendizaje indicativo basado en las aportaciones de los autores y los datos del participante. Esto puede no reflejar el tiempo real en los medios
ja: 期間は学習時間著者の入力や学習者のデータを基に示すです。これはメディアの実際の時間を反映していないかもしれません

source: Description
de: Beschreibung
es: Descripción
ja: 解説

source: Learning Objectives
de: Lernziele
es: Objetivos de aprendizaje
ja: 学習目標

source: Program Structure
de: Programmstruktur
es: Estructura del programa
ja: プログラム構造

source: Learning Module
de: Lern Modul
es: Módulo de aprendizaje
ja: 学習 モジュール

source: Learning Modules
de: Lern Module
es: Módulos de aprendizaje
ja: 学習モジュール

source: Videos
ja: ビデオ

source: Document
de: Dokument
es: Documento
ja: 文書

source: Documents
de: Dokumente
es: Documentos
ja: 文書

source: Podcast
ja: ポッドキャスト

source: Youtube Video
es: Video de YouTube
ja: ユーチューブ ビデオ

source: Youtube Videos
es: Videos de YouTube
ja: ユーチューブ ビデオ

source: Web Modules
de: Web Module
es: Módulos Web
ja: Webモジュール

source: Handson Question
de: Handson Frage
es: Pregunta práctica
ja: ハンソン 質問

source: Handson Questions
de: Handson Fragen
es: Preguntas prácticas
ja: ハンソン 質問

source: Quizzes
de: Quizze
es: Pruebas
ja: クイズ

source: Assessments
de: Bewertungen
es: Evaluaciones
ja: 評価

source: Other Resource
de: Andere Ressource
es: Otro recurso
ja: その他のリソース

source: Other Resources
de: Andere Ressourcen
es: Otros recursos
ja: その他のリソース

source: Prerequisites
de: Voraussetzungen
es: Prerrequisitos
ja: 前提条件

source: Software Requirements
de: Software-Anforderungen
es: Requisitos de software
ja: ソフトウェア要件

source: Courses
de: Kurse
es: Cursos
ja: コース

source: System Requirements
de: Systemanforderungen
es: Requisitos de sistema
ja: システム要件

source: Skills
de: Kompetenzen
es: Habilidades
ja: スキル

source: Related Topics
de: Verwandte Themen
es: Temas relacionados
ja: 関連トピック

source: View Less
de: Weniger ansehen
es: Ver menos
ja: 少なく表示

source: Authors
de: Autoren
es: Autores
ja: 著者

source: Flat List
de: Flache Liste
es: Lista plana
ja: フラットリスト

source: Active Learners
de: Aktive Lernende
es: Aprendiz activo
ja: アクティブな学習者

source: Experts and tutors
de: Experten und Mentoren
es: Expertos y tutores
ja: 専門家や家庭教師

source: Batch Cohorts
de: Batch-Kohorten
es: Cohortes de lotes
ja: バッチ コホート

source: No cohort found
de: Es wurde keine Kohorte gefunden
es: No se encontró cohorte
ja: コホートが見つかりません

source: Sorry, an error occurred.
de: Sorry, es ist ein Fehler aufgetreten.
es: Disculpe, ocurrió un error.
ja: 申し訳ありませんが、エラーが発生しました。

source: Active
de: Aktiv
es: Activo
ja: アクティブ

source: Sharing the same goals
de: Gemeinsame Ziele freigeben
es: Comparte las mismas metas
ja: 目標の共有

source: Educators
de: Lehrer
es: Educadores
ja: 教育者

source: Toppers
de: Spitzenreiter
ja: トッピング

source: Error fetching projects
de: Beim Abrufen der Proekte ist ein Fehler aufgetreten
es: Error al obtener proyectos
ja: プロジェクトのフェッチ中にエラーが発生しました

source: No projects found for this content
de: Für diesen Inhalt wurden keine Projekte gefunden
es: No se encontraron proyectos para este contenido
ja: このコンテンツのプロジェクトが見つかりませんでした

source: Status:
es: Estado:
ja: ステータス:

source: Unit:
de: Einheit:
es: Unidad:
ja: 単位:

source: Type:
de: Typ:
es: Tipo:
ja: タイプ:

source: Project Manager
de: Projekt Manager
es: Gerente de proyecto
ja: プロジェクトマネージャ

source: Email:
ja: メール:

source: Delivery Manager
es: Gerente de entrega
ja: デリバリマネージャ

source: Innovations
de: Innovationen
es: Innovaciones
ja: 革新

source: Strategies
de: Strategien
es: Estrategias
ja: 戦略

source: Nothing to show as of now
de: Bis jetzt gibt es nichts anzuzeigen
es: Nada para mostrar hasta ahora
ja: 現時点では表示するものはありません

source: What to learn next
de: Was ist als nächstes zu lernen
es: Qué aprender después
ja: 次に何を学ぶか

source: Learning Module
de: Lern Modul
es: Módulo de aprendizaje
ja: 学習モジュール

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos
ja: データを取り出せません

source: This content is not part of any other content
de: Dieser Inhalt ist kein Teil eines anderen Inhalts
es: Este contenido no es parte de ningún otro contenido
ja: このコンテンツは他のコンテンツの一部ではありません

source: Tour
es: Recorrido
ja: ツアー

source: Foundation Program
de: Grundlagenprogramm
es: Programa de la fundación
ja: ファウンデーションプログラム

source: Content may be required to be opened in a new tab
de: Der Inhalt muss möglicherweise in einer neuen Registerkarte geöffnet werden
es: Puede que se requiera abrir el contenido en una nueva pestaña
ja: コンテンツは新しいタブで開く必要があるかもしれません

source: Content needs to be opened in a new tab
de: Der Inhalt muss in einer neuen Registerkarte geöffnet werden
es: Se necesita abrir el contenido en una nueva pestaña
ja: コンテンツは新しいタブで開く必要があります

source: Dismiss
de: Verwerfen
es: Terminar
ja: 却下

source: HTML Content Viewer
de: HTML Inhaltsbetrachter
es: Visor de contenido HTML
ja: HTML コンテンツビューアー

source: IAP Assessment Viewer
de: IAP Bewertungs-Betrachter
es: Visor de evaluación IAP
ja: IAP アセスメントビューアー

source: PDF Viewer
de: PDF-Betrachter
es: Visor de PDF
ja: PDF ビューアー

source: View Course ToC
de: Kurs ToC anzeigen
es: Ver curso ToC
ja: ビュー コース目次

source: Page
de: Seite
es: Pagina
ja: ページ

source: Web Module Content
de: Webmodul-Inhalt
es: Contenido de módulo web
ja: ウェブモジュールコンテンツ

source: Loading assessment.
de: Ladebewertung.
es: Carga de la evaluación.
ja: 評価を読み込んでいます。

source: You have already attempted this assessment. You can attempt again from
de: Sie haben diese Bewertung bereits versucht. Sie können es erneut versuchen ab
es: Ya ha intentado esta evaluación. Puede intentar otra vez
ja: 既にこの評価を試みた。再度試みることができます。

source: 15 days since your last attempt.
de: 15 Tage nach Ihrem letzten Versuch.
es: 15 días después de su último intento
ja: 前回 15 日間試み

source: You have scored
de: Sie haben eine Punktzahl von
es: Ha conseguido la calificación
ja: あなたが獲得しました。

source: in last attempt.
de: im letzten Versuch.
es: en el último intento.
ja: 最後の試み。

source: Certification fetch failed
de: Zertifizierungsabruf fehlgeschlagen
es: Falló la obtención de certificación
ja: 認定フェッチが失敗しました。

source: Screen size issue
de: Problem mit Bildschirmgröße
es: Problema con tamaño de imagen
ja: 画面サイズの問題

source: This content is suited only for BIGGER SCREEN SIZE devices
de: Dieser Inhalt ist nur für Geräte mit GRÖSSEREN BILDSCHIRMEN geeignet
es: Este contenido es apto sólo para dispositivos con TAMAÑO DE PANTALLA GRANDE
ja: このコンテンツは、大きな画面サイズのデバイスのためにのみ適しています

source: Alert!
de: Achtung!
es: ¡Alerta!
ja: 警告!

source: Virtual proctored assessments use your Laptop camera and mic to capture video and audio. This captured video and audio will be used for identifying any malpractices, and will be deleted safely. Request you to use other options for taking these assessments, if you do not like your video and audio being captured by the system.
de: Virtuell beaufsichtigte Bewertungen benutzen Kamera und Mikrofon Ihres Laptop für Video- und Audioaufnahmen. Diese Video- und Audioaufnahmen werden benutzt, um eventuellen Missbrauch festzustellen und werden wieder gelöscht. Bitte benutzen Sie andere Optionen zur Bewertung Ihres Lernfortschritt, wenn Sie nicht wollen, dass vom System Video und Audioaufnahmen von Ihnen gemacht werden.
es: Las evaluaciones supervisadas virtuales utilizan su cámara y micrófono de computadora portátil para capturar video y audio. Este video y audio capturados se utilizarán para identificar cualquier negligencia profesional y se eliminarán de forma segura. Le solicitamos que use otras opciones para tomar estas evaluaciones, si no le gusta que el sistema capture el video y el audio.
ja: 仮想プロビジョニングアセスメントでは、ラップトップのカメラとマイクを使用してビデオとオーディオをキャプチャします。このキャプチャビデオとオーディオは、不正行為を識別するために使用され、安全に削除されます。リクエストする システムによってキャプチャされたビデオとオーディオが嫌いな場合は、これらの評価を行うための他のオプションを使用してください。

source: Starting in
de: Beginnt in
es: Comienza en
ja: ～に始まる

source: seconds...
de: Sekunden...
es: segundos...
ja: 秒...

source: Start Now
de: Jetzt beginnen
es: Comenzar ahora
ja: 今すぐ開始

source: Accessible only on fullscreen. Click Okay to continue
de: Nur auf Vollbildschirm verfügbar. Um fortzufahren auf Okay klicken
es: Accesible solo en pantalla completa. Haga clic en Aceptar para continuar.
ja: にのみアクセス可能フルスクリーン.「OK」 をクリックして続行します。

source: Okay
es: Aceptar
ja: OK

source: View Submissions
de: Beiträge ansehen
es: Ver entregas
ja: 投稿を見る

source: View my Submissions
de: Meine Beiträge ansehen
es: Ver mis entregas
ja: 投稿を見る

source: OS
es: Sistema operativo

source: N/A
es: No disponible

source: N/A
es: No disponible

source: FAQs
es: Preguntas frecuentes

source: N/A
es: No disponible

source: FAQ
es: Preguntas frecuentes
