Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: Presence & impact in Social Networks and Industry Forums, Working through Alliances
de: Präsenz & Wirkung auf Social Networks und Branchenforen, Arbeiten mit Allianzen
es: Presencia e impacto en las redes sociales y foros de la industria, Trabajar con alianzas
ja: ソーシャルネットワークと業界フォーラムでのプレゼンスと影響、作業 アライアンスを通じた

source: Influencing & Winning Deals
de: Beeinflussen & Abschließen von Geschäften
es: Influencia y tratos ganadores
ja: 案件への影響と成約

source: Building the Business Case, Negotiating on Solutions & Value, Closing Deals on time
de: Ausbau des Geschäftsszenarios, Verhandeln von Lösungen & Geschäftswert, rechtzeitiger Geschäftsabschluss
es: Construir el caso comercial, negociar soluciones y valor, cerrar tratos a tiempo
ja: ビジネスケースの構築、ソリューションと価値の交渉、成約 期限内取引

source: Knowledge of Infosys Products & Offerings
de: Kenntnisse über Infosys Produkte & Angebote
es: Conocimiento de productos y ofertas de Infosys
ja: Infosys製品およびサービスに関する知識

source: Key features, Target Markets, Comparative Positioning, Seamless Solutions across services
de: Wesentliche Merkmale, Zielmärkte, vergleichende Position, nahtlose leistungsübergreifende Lösungen
es: Características clave, mercados objetivo, Posicionamiento comparativo, Soluciones perfectas a lo largo de los servicios
ja: 主な特徴、ターゲット市場、比較ポジショニング、シームレス サービス全体にわたるソリューション

source: Leveraging Infosys Systems & Processes
de: Wirksamer Einsatz von Infosys Systemen & Prozessen
es: Aprovechar los sistemas y procesos de Infosys
ja: Infosysのシステムおよびプロセスの活用

source: Sales Process & Work flow, System touch-points & inter linkages, Overall efficiencies & Improvements
de: Verkaufsprozess & Arbeitsablauf, System-Touchpoints & Verknüpfungen, Gesamteffizienz & Verbesserungen
es: Proceso de ventas y flujo de trabajo, Puntos de contacto del sistema y vínculos mutuos, Eficacias y mejoras generales
ja: 営業プロセスと作業フロー、システムのタッチ ポイント間の連携、全体的な効率性と改善

source: JL 7 Cohort
de: JL 7 Kohorte
es: Cohorte JL 7
ja: JL7コホート

source: JL 6 Cohort
de: JL 6 Kohorte
es: Cohorte JL 6
ja: JL6コホート

source: Time required to learn varies depending on what skills one already possesses. Select your skill profile to know courses that you need to learn. Create a goal to track your learning progress.
de: Die zum Lernen benötigte Zeit ist unterschiedlich und richtet sich danach, über welche Kenntisse man bereits verfügt. Wählen Sie Ihr Qualifikationsprofil, um zu erfahren, welche Kurse Sie absolvieren sollten. Setzen Sie sich ein Ziel, um Ihren Lernfortschritt zu verfolgen.
es: El tiempo requerido para aprender varía según las habilidades que uno ya posee. Seleccione su perfil de habilidades para conocer los cursos que necesita aprender. Cree una meta para seguir su progreso de aprendizaje.
ja: 習得に必要な時間は、すでに習得しているスキルによって異なります。 所有する。スキルプロファイルを選択して、必要なコースを確認します。 学ぶ。学習の進捗を追跡する目標を作成します。

source: Choose relevant learning path and create goal
de: Wählen Sie einen geeigneten Lernpfad und erstellen Sie ein Ziel
es: Elija la ruta de aprendizaje relevante y cree la meta
ja: 関連する学習パスを選択し、目標を作成

source: Explore courses for your selected Profile.
de: Erschließen Sie die für das ausgewählte Profil angeführten Kurse
es: Explore cursos para su perfil seleccionado
ja: 選択したプロファイルのコースを表示

source: Explore courses
de: Erschließen Sie die Kurse
es: Explorar cursos
ja: コースの探索

source: You must take assessment to record completion of courses.
de: Sie müssen sich bewerten lassen, damit der Abschluss des Kurses dokumentiert werden kann.
es: Usted debe tomar una evaluación para registrar la finalización de los cursos.
ja: コースの修了を記録するには、評価を受ける必要があります。

source: Program not launched yet
de: Programm wurde noch nicht gestartet
es: Programa aún no lanzado
ja: プログラムが起動していません

source: For Leaders
de: Für Führungspersonal
es: Para líderes
ja: 引出線

source: Good news for Business and Technology leaders
de: Gute Nachrichten für Markt- und Technologieführer
es: Buenas noticias para líderes empresariales y tecnológicos
ja: ビジネスとテクノロジーのリーダーにとって朗報

source: Click on pillars to know more
de: Auf die Säulen klicken, um mehr zu erfahren
es: Haga clic en pilares para saber más
ja: 詳細については、柱をクリックしてください。

source: FullStack Programs
de: FullStack-Programme
es: Programas FullStack
ja: フルスタック プログラム

source: Pick a full stack offering of your choice to learn
de: Zum Lernen ein vollständiges Angebot Ihrer Wahl aussuchen
es: Elija una oferta completa de su elección para aprender
ja: お好みのフルスタックソリューションをお選びください

source: Practice
de: Übung
es: Práctica
ja: 練習

source: Select a SubDomain
de: Wählen Sie eine SubDomain aus
es: Seleccione un subdominio
ja: サブドメインを選択します。

source: Select a
de: Wälen Sie einen
es: Seleccione una
ja: 選択、

source: MegaTrend
ja: 暖冬

source: Pillar
de: Säule
es: Pilar
ja: 柱

source: Digital Pentagon
de: Digitales Pentagon
es: Pentágono digital
ja: デジタル・ペンタゴン

source: Select a Theme
de: Wählen Sie ein Thema aus
es: Seleccione un tema
ja: テーマの選択

source: No themes for this Pillar
de: Keine Themen für diese Säule
es: No hay temas para este pilar
ja: この柱の主題はありません

source: Narratives
de: Narrative
es: Narrativas
ja: 物語

source: Reference Architecture
de: Referenzarchitektur
es: Arquitectura de referencia
ja: リファレンス・アーキテクチャ

source: Case Studies
de: Fallstudien
es: Casos de estudio
ja: ケーススタディ

source: Tech Skills
de: Tech Kompetenzen
es: Destrezas técnicas
ja: 技術スキル

source: This feature is unavailable for now, it is under construction.
de: Diese Funktion ist derzeit nicht verfügbar, sie befindet sich im Aufbau.
es: Esta característica no está disponible por el momento, está en construcción.
ja: この機能は今、工事中です。

source: Certifications will appear here.
de: Zertifizierungen werden hier angezeigt.
es: Las certificaciones aparecen aquí.
ja: 証明書がここに表示されます。

source: Full Stack Content
de: Vollständiger Inhalt
es: Contenido completo
ja: フルスタックコンテンツ

source: KNOW MORE
de: MEHR ERFAHREN
es: SABER MÁS
ja: 詳細

source: Know More Content
de: Mehr über Inhalt wissen
es: Conocer más contenido
ja: 詳細情報

source: ALTERNATIVES
de: ALTERNATIVEN
es: ALTERNATIVAS
ja: 選択肢

source: Select a Variant
de: Eine Variante auswählen
es: Seleccione una variante
ja: バリアント型を選択

source: PURSUE OFFERING
de: ANGEBOT VERWENDEN
es: SEGUIR OFERTAS
ja: 提供を追求します。

source: re-check notifications
de: Mitteilungen nochmals überprüfen
es: Volver a revisar las notificaciones
ja: 通知を再チェック

source: refresh notifications
de: Mitteilungen aktualisieren
es: actualizar las notificaciones
ja: 通知をリフレッシュする

source: No notifications
de: Keine Mitteilungen
es: No hay notificaciones
ja: 通知はありません

source: Recent Badge
de: Jüngster Badge
es: Insignia reciente
ja: 最近のバッジ

source: Received on:
de: Empfangen am:
es: Recibido en:
ja: 受信日時:

source: Shared Playlist
de: Freigegebene Wiedergabeliste
es: Lista de reproducción compartida
ja: 共有プレイリスト

source: Shared Goals
de: Gemeinsame Ziele
es: Metas compartidas
ja: 共有した目標

source: Onboarding
es: Incorporación
ja: 研修

source: No playgrounds found!
de: Keine Spielplätze gefunden!
es: ¡No se encontraron áreas de juegos!
ja: ない遊び場発見!

source: Error fetching playgrounds!
de: Fehler beim Abrufen von Spielplätzen!
es: ¡Error en captura de áreas de juegos!
ja: 遊び場の取得エラー!

source: Playgrounds to explore
de: Spielplätze zum Erkunden
es: Áreas de juegos a explorar
ja: 遊び場を探索するには

source: More...
de: Mehr...
es: Más...
ja: もっとその。。。

source: CREATE
de: ERSTELLEN
es: CREAR
ja: 作成

source: Create Playlist
de: Wiedergabeliste erstellen
es: Crear lista de reproducción
ja: プレイリストを作成する

source: My Playlists
de: Meine Wiedergabelisten
es: Mis listas de reproducción
ja: 私のプレイリスト

source: Playlists shared with you
de: Mit Dir genutzte Wiedergabeliste
es: Listas de reproducción compartidas con usted
ja: 自分と共有しているプレイリスト

source: Playlist Content
de: Wiedergabeliste Inhalt
es: Contenido de lista de reproducción
ja: プレイリストのコンテンツ

source: Create your playlist
de: Erstellen Sie Ihre Wiedergabeliste
es: Crear su lista de reproducción
ja: プレイリストを作成する

source: Playlist Title (10-100 characters)
de: Wiedergabeliste Titel (10-100 Zeichen)
es: Título de lista de reproducción (10-100 caracteres)
ja: プレイリストのタイトル(10~100文字)

source: Search content for your playlist
de: Nach Inhalt für Ihre Wiedergabeliste suchen
es: Buscar contenido para su lista de reproducción
ja: プレイリスト用コンテンツを検索

source: Add To Playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la lista de reproducción
ja: プレイリストに追加する

source: Playlist added
de: Wiedergabeliste hinzugefügt
es: Lista de reproducción añadida
ja: プレイリストが追加されました

source: Failed to create playlist. Please try again
de: Erstellen der Wiedergabeliste fehlgeschlagen. Bitte wiederholen
es: No se pudo crear lista de reproducción Por favor intente de nuevo
ja: プレイリストの作成に失敗しました。もう一度お試しください

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos
ja: データを取り出せません

source: Sync your playlist
de: Synchronisieren Sie Ihre Wiedergabeliste
es: Sincronizar su lista de reproducción
ja: プレイリストに同期

source: Your playlist is already up to date
de: Ihre Wiedergabeliste wurde bereits aktualisiert
es: Su lista de reproducción ya está actualizada
ja: プレイリストは既に更新されてます

source: Will be removed
de: Wird entfernt
es: Será eliminada
ja: 削除されます

source: Will be added
de: Wird hinzugefügt
es: Será añadida
ja: 追加されます

source: Sync
es: Sincronizar
ja: 同期

source: Error syncing playlist
de: Fehler bei der Synchronisierung der Wiedergabeliste
es: Error al sincronizar lista de reproducción
ja: プレイリストの同期中にエラーが発生しました

source: Do you really want to remove
de: Wollen Sie das wirklich entfernen
es: Realmente quiere retirar
ja: 本当に削除しますか?

source: this playlist
de: diese Wiedergabeliste
es: esta lista de reproducción
ja: この再生リスト

source: Delete this from playlist?
de: Aus der Wiedergabeliste löschen?
es: ¿Borrar esta lista de reproducción?
ja: プレイリストから削除しますか?

source: <ng-container> <ng-container>Challenges</ng-container> <ng-container>Playground</ng-container> <ng-container>Contest</ng-container> <ng-container>Subjective QnA</ng-container> <ng-container>Objective Quizzes</ng-container> <ng-container>Hands-On Dashboard</ng-container> <ng-container>Behavioral Skills</ng-container> <ng-container>Hands-On Authoring</ng-container> <ng-container>No Such Page Found</ng-container> </ng-container>
de: <ng-container> <ng-container>Herausforderungen</ng-container> <ng-container>Playground</ng-container> <ng-container>Wettbewerb</ng-container> <ng-container>Subjektive QnA</ng-container> <ng-container>Objektive Quizze</ng-container> <ng-container>Hands-On Dashboard</ng-container> <ng-container>Verhaltensorientierte Kompetenzen</ng-container> <ng-container>Hands-On Authoring</ng-container> <ng-container>Eine solche Seite wurde nicht gefunden</ng-container> </ng-container>
es: <ng-container> <ng-container>Desafíos</ng-container> <ng-container>Patio de recreo</ng-container> <ng-container>Concurso</ng-container> <ng-container>QnA subjetivo</ng-container> <ng-container>Pruebas objetivas</ng-container> <ng-container>Tablero de instrumentos práctico</ng-container> <ng-container>Behavioral Skills</ng-container> <ng-container>Autoría práctica</ng-container> <ng-container>No se encontró tal página</ng-container> </ng-container>
ja: <ng-container> <ng-container>挑戦</ng-container> <ng-container>遊び場</ng-container> <ng-container>コンテスト</ng-container> <ng-container>主観的QnA</ng-container> <ng-container>客観的クイズ</ng-container> <ng-container>ハンズオンダッシュボード</ng-container> <ng-container>行動技能</ng-container> <ng-container>ハンズオンオーサリング</ng-container> <ng-container>そのようなページは見つかりませんでした</ng-container> </ng-container>

source: Accessible only on fullscreen. Click Okay to continue
de: Nur auf Vollbildschirm verfügbar. Um fortzufahren auf Okay klicken
es: Accesible solo en pantalla completa. Haga clic en Aceptar para continuar.
ja: にのみアクセス可能フルスクリーン.「OK」 をクリックして続行します。

source: Okay
es: Aceptar
ja: OK

source: Error:
de: Fehler:
ja: エラー:

source: Proctor Url Missing
de: Proctor Url fehlt
es: Url de supervisor faltante
ja: プロクター Url がありません。

source: Content Fetch Failure
de: Inhalt Abruf Fehler
es: Falla de captura de contenido
ja: コンテンツのフェッチ失敗

source: No content id provided
de: Keine Inhalts-ID angegeben
es: No se proporcionó id. de contenido
ja: 提供コンテンツ id がありません。

source: Unable to load proctor url
de: Proctor-URL kann nicht geladen werden
es: No se puede cargar la url de supervisor
ja: Url の監督をロードできません。

source: Unable to load User Profile. User may not have yet registered with us.
de: Benutzerprofil kann nicht geladen werden. Der Benutzer hat sich möglicherweise noch nicht bei uns registriert.
es: No se puede cargar el perfil del usuario. Es posible que el usuario aún no se haya registrado con nosotros.
ja: ユーザー プロファイルを読み込めませんでした。私たちとのユーザー可能性がありますまだ登録していません。

source: Followers ({{userFollowData.followers.length}})
de: Anhänger ({{userFollowData.followers.length}})
es: Seguidores ({{userFollowData.followers.length}})
ja: 信者 ({{userFollowData.followers.length}})

source: No Followers
de: Keine Anhänger
es: No tiene seguidores
ja: ない信者

source: Activity Insights
de: Aktivitätserkenntnisse
es: Perspectivas de la actividad
ja: アクティビティの概要

source: Last 30 days
de: Die letzten 30 Tage
es: Últimos 30 días
ja: 過去30日間

source: Total Time Spent
de: Insgesamt aufgewendete Zeit
es: Tiempo total empleado
ja: 合計使用時間

source: Average:
de: Durchschnitt:
es: Promedio:
ja: 平均:

source: Recently Learned Courses
de: Kürzlich erlernte Kurse
es: Cursos aprendidos recientemente
ja: 最近の学習コース

source: There seems to be some technical issue. Please retry
de: Es scheint ein technisches Problem vorzuliegen. Bitte wiederholen
es: Parece que hay algún problema técnico. Volver a intentar
ja: どうやら 技術的な問題です再度お試しください

source: No recent activity
de: Keine aktuellen Aktivitäten
es: No hay actividad reciente
ja: 最近アクティビティがありません。

source: Liked Items
de: Beliebte Gegenstände
es: Elementos que gustaron
ja: 気に入ったアイテム

source: No liked items.
de: Keine Lieblingsstücke.
es: Elementos que no gustaron.
ja: 気に入ったアイテムはありません。

source: {{ userFollowData?.followers?.length}} Followers |
de: {{ userFollowData?.followers?.length}} Anhänger |
es: {{ userFollowData?.followers?.length}} Seguidores |
ja: {{ userFollowData?.followers?.length}} 信者 |

source: {{userFollowData?.following?.length}} Following
de: {{userFollowData?.following?.length}} Nachfolgend
es: {{userFollowData?.following?.length}} Siguiendo
ja: {{userFollowData?.following?.length}} 次

source: No Followers |
de: Keine Anhänger |
es: No tiene seguidores |
ja: ない信者 |

source: Not Following Anyone
de: Niemandem folgen
es: No sigue a nadie
ja: 誰も従わない

source: Your Liked Items
de: Elemente, die Ihnen gefielen
es: Sus artículos gustados
ja: お気に入りのアイテム

source: There seems to be some technical issue. Pleas retry
de: Es scheint ein technisches Problem vorzuliegen. Bitte wiederholen
es: Parece que hay algún problema técnico. Por favor, intente de nuevo
ja: どうやら 技術的な問題です再試行

source: You have no liked items.
de: Sie haben keine beliebten Elemente.
es: No tiene artículos que le gusten.
ja: 次のものがあります。 お気に入りのアイテムがありません。

source: <mat-icon>check</mat-icon>All
de: <mat-icon>check</mat-icon>Alle
es: <mat-icon>Marcar</mat-icon>Todos
ja: <mat-icon>チェック</mat-icon>すべて

source: <mat-icon>check</mat-icon>My TimeLine
de: <mat-icon>check</mat-icon>Meine Zeitleiste
es: <mat-icon>Marcar</mat-icon>Mi escala de tiempo
ja: <mat-icon>チェック</mat-icon>私のタイムライン

source: <mat-icon>check</mat-icon>People i follow
de: <mat-icon>check</mat-icon>Menschen, denen ich folge
es: <mat-icon>Marcar</mat-icon>Personas que sigo
ja: <mat-icon>チェック</mat-icon>私に従う者

source: <mat-icon>check</mat-icon>Tags i follow
de: <mat-icon>check</mat-icon>Tags, denen ich folge
es: <mat-icon>Marcar</mat-icon>Etiquetas que sigo
ja: <mat-icon>チェック</mat-icon>タグ私に従う

source: <mat-icon>check</mat-icon>Groups i follow
de: <mat-icon>check</mat-icon>Gruppen, denen ich folge
es: <mat-icon>Marcar</mat-icon>Grupos que sigo
ja: <mat-icon>チェック</mat-icon>私に従うグループ

source: <mat-icon>check</mat-icon>My Drafts
de: <mat-icon>check</mat-icon>Meine Entwürfe
es: <mat-icon>Marcar</mat-icon>Mis borradores
ja: <mat-icon>check</mat-icon>私の下書き

source: <mat-icon>check</mat-icon>All unanswered
de: <mat-icon>check</mat-icon>Alle unbeantworteten Fragen
es: <mat-icon>Marcar</mat-icon>Todas sin contestar
ja: <mat-icon>check</mat-icon>すべて未回答

source: Ask a Question
de: Stellen Sie eine Frage
es: Hacer una pregunta
ja: 質問をします。

source: View Conversation
de: Gespräch ansehen
es: Ver conservación
ja: 会話を見る

source: Body
de: Körper
es: Cuerpo
ja: 体

source: Tags
es: Etiquetas
ja: タグ

source: Save and Post
de: Speichern und Posten
es: Guardar y publicar
ja: 保存と投稿

source: Release Notes
de: Freigabemitteilungen
es: Notas de lanzamiento
ja: リリースノート

source: <span>Release v3.0</span> (13 December 2018)
de: <span>Freigabe v3.0</span> (13 Dezember 2018)
es: <span>Lanzamiento v3.0</span> (13 de Diciembre de 2018)
ja: <span>リリースv3.0</span> (2018年12月13日)

source: Added
de: Hinzugefügt
es: Añadido
ja: 追加

source: Made <ng-container>{{platform}}</ng-container> accessibility friendly
de: Zugangsfreundlich <ng-container>{{platform}}</ng-container> gemacht
es: Hecho <ng-container>{{platform}}</ng-container> accesibilidad compatible
ja: 作られました <ng-container>{{platform}}</ng-container> フレンドリーなアクセシ

source: Personalize the look of <ng-container>{{platform}}</ng-container> with themes and text size selector
de: Personalisieren Sie das Aussehen von <ng-container>{{platform}}</ng-container> mit Themen und Textgrößenauswahl
es: Personalizar la vista de <ng-container>{{platform}}</ng-container> con temas y selector de tamaños de texto
ja: 外観をパーソナライズ <ng-container>{{platform}}</ng-container> テーマとテキスト サイズ セレクター

source: Changed
de: Geändert
es: Cambió
ja: 変更されました

source: Changed usability of Search feature
de: Geänderte Benutzerfreundlichkeit der Suchfunktion
es: Cambió usabilidad de la función de búsqueda
ja: 検索機能の操作性の変更

source: Quickly access any feature through apps corner
de: Schneller Zugriff auf jede Feature über die App Ecke
es: Acceso rápido a cualquier función por medio de la esquina de apps
ja: アプリのコーナーから、どんな機能にも素早くアクセス

source: Create goals from any screen, without navigating away!
de: Erstellen Sie Ziele von jedem beliebigen Bildschirm, ohne wegnavigieren zu müssen!
es: Crear metas a partir de cualquier pantalla, sin navegar
ja: どの画面からでも目標を作成できます。

source: View your learning time data as a line graph, and filter it by date range
de: Sehen Sie sich Ihre Lernzeit-Daten als Liniendiagramm an und filtern Sie nach Datumsbereich
es: Ver los datos de aprendizaje en tiempo real como una gráfica de líneas, y filtrar por rango de fecha
ja: 学習時間データを折れ線グラフで表示し、日付範囲でフィルタします。

source: View your recent resources with filters on the home page
de: Sehen Sie sich Ihre jüngsten Ressourcen mit Filtern auf der Homepage an
es: Ver sus recursos recientes con filtros en la página de inicio
ja: ホームページでフィルタを使用して最近使用したリソースを表示する

source: Keep track of your achievements through the notifications page
de: Verfolgen Sie Ihre Leistungen über die Benachrichtigungsseite
es: Conservar un registro de sus logros por medio de la página de notificaciones
ja: 通知ページを使用して実績を追跡する

source: New seasonal badges
de: Neue jahreszeitliche Badges
es: Nuevas insignias de temporada
ja: 新しい季節のバッジ

source: Courses on <ng-container>{{platform}}</ng-container> now allow you to learn in full screen to avoid distractions!
de: Kurse unter <ng-container>{{platform}}</ng-container> ermöglichen es Ihnen jetzt, im Vollbild zu lernen, um Ablenkungen zu vermeiden!
es: Cursos sobre <ng-container>{{platform}}</ng-container> ¡ahora le permite aprender en pantalla completa para evitar distracciones!
ja: コース <ng-container>{{platform}}</ng-container> フルスクリーン気晴らしを避けるために学ぶことができます!

source: Updates to FAQ, Contacts and TnC pages
de: Updates für FAQs, Kontakte und TnC Seiten
es: Actualizaciones de FAQ, Contactos y páginas TnC
ja: FAQ、連絡先、およびトン ページ

source: Code snippets now have syntax highlighting
de: Codeschnipsel jetzt mit Syntaxhervorhebung
es: Los fragmentos de código ahora tienen resaltado de sintaxis
ja: コードスニペットで構文が強調表示されるようになりました。

source: Keep track of your progress through PDF, YouTube video
de: Verfolgen Sie Ihren Fortschritt über PDF, YouTube Video
es: Mantener un registro de su progreso a través de PDF, video de YouTube
ja: PDF、YouTubeビデオで進捗状況を把握

source: Performance improvements and bug fixes
de: Leistungsverbesserungen und Fehlerbehebungen
es: Mejoras de desempeño y corrección de errores
ja: パフォーマンスの向上とバグ修正

source: Quizzes with new types – Match the following
de: Neue Quizze - Was passt zusammen
es: Pruebas con nuevos tipos - Coincidir con lo siguiente
ja: 新しいタイプのクイズ–次のものと一致

source: Integrated Code Pane
de: Integriertes Codefenster
es: Panel de código integrado
ja: 統合コードペイン

source: Changed the Player experience
de: Wiedergabeerfahrung wurde geändert
es: Cambió la experiencia del jugador
ja: Playerの操作方法を変更しました

source: Interactive Videos
de: Interaktive Videos
es: Videos interactivos
ja: インタラクティブビデオ

source: Submission page for exercises and get feedback from Instructors
de: Eingabeseite für Übungen und Feedback von den Ausbildern
es: Página de presentación de ejercicios y obtener comentarios de los instructores
ja: トレーニングの提出ページとインストラクターからのフィードバックの取得

source: What do you want to learn?
de: Was wollen Sie lernen?
es: ¿Qué desea aprender?
ja: 何を学びたいですか?

source: Search...
de: Suchen…
es: Búsqueda...
ja: 検索...

source: Best Results
de: Beste Ergebnisse
es: Los mejores resultados
ja: 最良の結果

source: Filters
de: Filter
es: Filtros
ja: フィルター

source: Showing
de: Wird angezeigt
es: Mostrar
ja: 表示

source: results
de: Ergebnisse
es: resultados
ja: 結果

source: Explore related concepts:
de: Untersuchen Sie verwandte Konzepte
es: Explorar conceptos relacionados:
ja: 関連するコンセプトを調べる:

source: No result
de: Kein Ergebnis
es: No hay resultados
ja: 結果はありません

source: You may try
de: Sie können versuchen zu
es: Puede intentar
ja: あなたは、試すことができます

source: Removing Filters
de: Entfernen von Filtern
es: Retiro de filtros
ja: フィルターを削除

source: Browsing
de: Browsen
es: Búsqueda
ja: ブラウズ

source: Some error occurred! Please retry
de: Es ist ein Fehler aufgetreten! Bitte wiederholen
es: ¡Ocurrió algún error! Volver a intentar
ja: 何らかのエラーが発生しました！再度お試しください

source: Mobile App Settings
de: Mobile App Einstellungen
es: Configuración de la aplicación móvil
ja: モバイルアプリケーションの設定

source: Open
de: Öffnen
es: Abierto
ja: 開く

source: Choose your Language
de: Wählen Sie Ihre Sprache
es: Elija su idioma
ja: あなたの言語を選択

source: Choose a suitable font-size
de: Wählen Sie eine geeignete Schriftgröße
es: Elija un tamaño de fuente adecuado
ja: 適切なフォントサイズを選択する

source: Smaller Font
de: Kleinere Schrift
es: Fuente más pequeña
ja: 小さいフォント

source: Normal Font
de: Normal Schrift
es: Fuente normal
ja: 標準フォント

source: Larger Font
de: Größere Schrift
es: Fuente grande
ja: 大きいフォント

source: Choose your theme
de: Wählen Sie Ihr Thema
es: Elija su tema
ja: テーマの選択

source: Blue
de: Blau
es: Azul
ja: 青

source: Indigo
de: Indigoblau
es: Índigo
ja: インディゴ

source: Lite
de: Hell
es: Suave
ja: ライト

source: Dark
de: Dunkel
es: Oscuro
ja: 濃

source: Teal
es: Turquesa
ja: ティール

source: Preferences Saved
de: Gespeicherte Präferenzen
es: Preferencias guardadas
ja: 環境設定の保存

source: Failed to save preference
de: Präferenz konnte nicht gespeichert werden
es: Error al guardar preferencias
ja: 設定を保存できませんでした。

source: My Skills
de: Meine Fähigkeiten
es: Mis habilidades
ja: 私のスキル

source: Create Role
de: Rolle anlegen
es: Crear función
ja: ロールを作成

source: Create Request
de: Anfrage erstellen
es: Crear solicitud
ja: 要求を作成

source: My Skill Quotient - {{skillName | titlecase}}
de: Mein Skill-Quotient - {{skillName | titlecase}}
es: Mi cociente de habilidad {{skillName | titlecase}}
ja: 私のスキルの商- {{skillName | titlecase}}

source: My {{skillName}} Quotient
de: Mein {{skillName}} Quotient
es: Mi cociente de {{skillName}}
ja: 私 {{skillName}} 商
