Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: hrs to go
de: Stunden verbleiben
es: Horas para terminar
ja: 行く時間

source: Pending
de: Anhängig
es: Pendiente
ja: 未定

source: User
de: Benutzer
es: Usuario
ja: ユーザー

source: Remind
de: Erinnern
es: Recordar
ja: 思い出させる

source: Some error occurred! Please try again
de: Es ist ein Fehler aufgetreten! Bitte wiederholen
es: ¡Ocurrió algún error! Por favor intente de nuevo
ja: 何らかのエラーが発生しました！もう一度お試しください

source: You cannot share a goal with yourself
de: Sie können Ihr Ziel nicht für sich selbst freigeben
es: No puede compartir una meta con usted mismo
ja: 自分と目標を共有することはできません

source: Successfully shared goal with
de: Ziel erfolgreich freigegeben für
es: Meta compartida exitosamente con
ja: ゴールの共有に成功しました

source: No pending request
de: Keine anstehenden Anforderungen
es: No hay solicitudes pendientes
ja: 保留中のリクエストはありません

source: Nobody has accepted this goal
de: Dieses Ziel wurde von keinem angenommen
es: Nadie ha aceptado esta meta
ja: 誰もこの目標を受け入れていません

source: Nobody has rejected this goal
de: Dieses Ziel wurde von keinem abgelehnt
es: Nadie ha rechazado esta meta
ja: 誰もこの目標を拒否していません

source: Select at least one user to send a reminder
de: Wählen Sie mindestens einen Benutzer aus, um eine Erinnerung zu senden.
es: Seleccione al menos un usuario para enviar un recordatorio
ja: アラームを送信する 1 つ以上のユーザーを選択します。

source: Select at least one user to share again
de: Wählen Sie mindestens einen Benutzer aus, den Sie erneut freigeben möchten.
es: Seleccione al menos un usuario para compartir otra vez
ja: 再び共有する少なくとも 1 つのユーザーを選択します。

source: Reminder mail has been sent to
de: Erinnerungsmail wurde gesendet an
es: Se ha enviado un correo de recordatorio a
ja: ～へリマインダメールを送信しました

source: Add Goal Title
de: Ziel-Titel hinzufügen
es: Añada el título de la meta
ja: 目標のタイトルを追加

source: Edit Goal Title
de: Ziel-Titel bearbeiten
es: Editar título de la meta
ja: 目標タイトルの編集

source: Title
de: Titel
es: Título
ja: タイトル

source: Goal Title (Required)
de: Ziel-Titel (erforderlich)
es: Título de la meta (requerido)
ja: 目標タイトル(必須)

source: Valid title range (10-100 characters)
de: Gültiger Titelbereich( 10-100 Zeichen)
es: Rango válido del título (10-100 caracteres)
ja: 有効なタイトル文字数 (10-100 文字数)

source: Describe your goal (Optional)
de: Beschreiben Sie Ihr Ziel (optional)
es: Describa su meta (opcional)
ja: 目標について記述してください(任意)

source: You can only edit duration of a suggested goal
de: Es kann nur die Dauer eines vorgeschlagenen Ziels bearbeitet werden
es: Sólo puede editar la duración de una meta sugerida
ja: 編集できるのは、提示された目標の期間のみです。

source: Next
de: Weiter
es: Siguiente
ja: 次へ

source: Add Contents
de: Inhalte hinzufügen
es: Añadir contenido
ja: 追加内容

source: Edit Contents
de: Inhalte bearbeiten
es: Editar contenido
ja: 内容を編集

source: Content
de: Inhalt
es: Contenido
ja: コンテンツ

source: Search content for your Goal...
de: Nach Inhalt für Ihr Ziel suchen...
es: Buscar contenido para su meta…
ja: 目標のためにコンテンツを検索...

source: Back
de: Zurück
es: Atrás
ja: 戻る

source: Add Duration
de: Dauer hinzufügen
es: Añadir duración
ja: 追加期間

source: Edit Duration
de: Bearbeitungsdauer
es: Editar duración
ja: 編集期間

source: Duration
de: Dauer
es: Duración
ja: 継続期間

source: Some error occurred
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
ja: いくつかのエラーが発生しました

source: Set Duration:
de: Angegebene Zeitdauer:
es: Establecer duración:
ja: 継続時間の設定:

source: days(s)
de: Tag(e)
es: día(s)
ja: 日数

source: Goal duration should be at least 1 day
de: Die Ziellänge sollte mindestens 1 Tag betragen.
es: Meta La duración debe ser al menos de 1 día
ja: 目標期間は少なくとも 1 日をする必要があります。

source: This will require
de: Das wird
es: Esto requerirá
ja: こちらは必須です

source: hours to finish
de: Stunden dauern
es: horas para terminar
ja: 終了までの時間

source: For Yourself
de: Für Sie selbst
es: Para usted mismo
ja: ため自分

source: For Others
de: Für andere
es: Para otros
ja: その他の人用

source: You have already created this goal for others. Goal will be created for yourself
de: Dieses Ziel haben Sie bereits für andere angelegt. Es wird ein Ziel für Sie selbst erstellt
es: Ya ha creado esta meta para otros. La meta será creada para usted
ja: この目標はすでに他のユーザーのために作成されています。目標の作成 自分自身のために

source: You have already created this goal for yourself. Goal will be created for others
de: Dieses Ziel haben Sie bereits für sich sebst erstellt. Ziel wird für andere erstellt
es: Ya ha creado esta meta para usted mismo. La meta será creada para otros
ja: この目標はすでに自分で作成しています。目標は 他人のために作られる

source: Back
de: Zurück
es: Atrás
ja: 戻る

source: Goal duration should be at least 1 day
de: Die Ziellänge sollte mindestens 1 Tag betragen.
es: Meta La duración debe ser al menos de 1 día
ja: 目標期間は少なくとも 1 日をする必要があります。

source: hours to finish
de: Stunden dauern
es: horas para terminar
ja: 終了までの時間

source: For Yourself
de: Für Sie selbst
es: Para usted mismo
ja: ため自分

source: You have already created this goal for others. Goal will be created for yourself
de: Dieses Ziel haben Sie bereits für andere angelegt. Es wird ein Ziel für Sie selbst erstellt
es: Ya ha creado esta meta para otros. La meta será creada para usted
ja: この目標はすでに他のユーザーのために作成されています。目標の作成対象 自分自身

source: You have already created this goal for yourself. Goal will be created for others
de: Dieses Ziel haben Sie bereits für sich sebst erstellt. Ziel wird für andere erstellt
es: Ya ha creado esta meta para usted mismo. La meta será creada para otros
ja: この目標はすでに自分で作成しています。目標の作成 その他

source: Update
de: Aktualisieren
es: Actualizar
ja: 更新

source: Failed to create. Please try again
de: Erstellen fehlgeschlagen. Bitte wiederholen
es: No se pudo crear. Por favor intente de nuevo
ja: 作成に失敗しました。もう一度お試しください

source: Do you really want to remove
de: Wollen Sie das wirklich entfernen
es: Realmente quiere retirar
ja: 本当に削除しますか?

source: Do you really want to remove this goal
de: Wollen Sie dieses Ziel wirklich entfernen
es: Realmente quiere retirar esta meta
ja: この目標を削除しますか?

source: Content not available
de: Inhalt nicht verfügbar
es: Contenido no disponible
ja: コンテンツが利用できません

source: hrs to go
de: Stunden verbleiben
es: Horas para terminar
ja: 行く時間

source: Share Playlist -
de: Wiedergabeliste freigeben
es: Compartir lista de reproducción -
ja: プレイリストを共有する-

source: Share Goal -
de: Ziel freigeben -
es: Compartir meta -
ja: 目標を共有する-

source: Email Ids
es: IDs de email
ja: メールID

source: You cannot share a goal with yourself. Please remove your id.
de: Sie können Ihr Ziel nicht für sich selbst freigeben. Entfernen Sie bitte Ihre ID.
es: No puede compartir una meta con usted mismo. Por favor retire su ID.
ja: 自分と目標を共有することはできません。IDを削除してください。

source: Share this Goal with specified email address
de: Dieses Ziel für angegebene E-Mail-Adresse freigeben
es: Compartir esta meta con la dirección de correo electrónico especificada
ja: この目標を特定のメールアドレスと共有する

source: Unable to share. Try later
de: Kann nicht freigegeben werden. Bitte später wiederholen
es: No se pudo de compartir. Inténtelo más tarde
ja: 共有できません。後でお試しください

source: Goal successfully shared
de: Ziel wurde erfolgreich freigegeben
es: Meta compartida con éxito
ja: 目標の共有に成功しました

source: You have already shared with
de: Sie haben bereits freigegeben für
es: Ya ha compartido con
ja: すでに共有しています

source: Your goal was shared with all except these invalid ids
de: Mit Ausnahme dieser ungültigen IDs wurde Ihr Ziel für alle freigegeben
es: Su meta fue compartida con todos excepto estas IDs inválidas
ja: この無効なIDを除くすべてのIDで目標が共有されています

source: Your goal has not been shared with anyone as there are no valid ids
de: Ihr Ziel wurde für keinen friegegeben, weil keine gültigen IDs vorhanden sind
es: Su meta no ha sido compartida con nadie ya que no hay IDs inválidas
ja: 有効なIDがないため、目標を共有できませんでした

source: Successfully sent mail to
de: Mail wurde erfolgreich gesendet an
es: Correo enviado exitosamente a
ja: にメールが正常に送信されました

source: Unable to send mail
de: Mail kann nicht gesendet werden
es: No es posible enviar correo
ja: メールを送信できません

source: Unable to send goal
de: Ziel kann nicht gesendet werden
es: No es posible enviar meta
ja: ゴールを送信できません

source: Action Required
de: Erforderliche Handlung
es: Acción requerida
ja: 必要な行動

source: Target time for completion:
de: Zum Beenden angestrebte Zeit:
es: Tiempo establecido para la finalización:
ja: 完了までの目標時間:

source: will be added to your goals
de: wird zu Ihren Zielen hinzugefügt
es: se añadirá a sus metas
ja: あなたの目標に加えられる

source: This goal will be added to your goals
de: Dieses Ziel wird zu Ihren Zielen hinzugefügt
es: Esta meta se añadirá a sus metas
ja: この目標は目標に追加されます

source: By accepting this, you are granting permission
de: Durch Ihre Annahme erteilen Sie Ihre Genehmigung
es: Al aceptarlo, está otorgando permiso
ja: これを受け入れることで、アクセス権を付与します

source: to track your progress for this goal.
de: Ihren Fortschritt für dieses Ziel zu verfolgen.
es: para monitorear su progreso hacia esta meta.
ja: この目標の進捗状況を追跡します。

source: You have already added this goal earlier. Your earlier goal will be deleted to prevent duplicates.
de: Dieses Ziel haen Sie bereits hinzugefügt. Ihr vorhergehendes Ziel wird gelöscht, um Duplikate zu verhindern.
es: Ya ha añadido esta meta anteriormente. Su meta anterior será borrada para evitar duplicados.
ja: この目標はすでに追加されています。これまでの目標は 重複を防ぐために削除されます。

source: You will not be able to edit or delete this goal.
de: Dieses Ziel werden Sie nicht bearbeiten oder löschen können.
es: Usted no podrá editar o borrar esta meta.
ja: このゴールを編集または削除することはできません。

source: Target completion date :
de: Angestrebtes Fertigstellungsdatum :
es: Fecha de terminación de objetivos:
ja: 目標完了日:

source: day(s) from now.
de: Tag(e) ab heute.
es: día(s) a partir de ahora.
ja: 日後。

source: Do you want to continue?
de: Wollen Sie fortfahren?
es: ¿Desea continuar?
ja: 続行しますか?

source: Goal successfully added
de: Ziel wurde erfolgreich hinzugefügt
es: Meta añadida exitosamente
ja: ゴールが正常に追加されました

source: Goal Rejected
de: Ziel abgelehnt
es: Meta rechazada
ja: 目標の却下

source: Reject
de: Ablehnen
es: Rechazar
ja: 拒否

source: this goal
de: dieses Ziel
es: esta meta
ja: この目標

source: shared by
de: gemeinsam genutzt von
es: compartido por
ja: 共有者

source: Reason for rejecting the goal (10-350 characters)
de: Grund für die Ablehnung des Ziels (10-350 Zeichen)
es: Razón del rechazo de la meta (10-350 caracteres)
ja: 不合格理由(10~350文字)

source: Reject
de: Ablehnen
es: Rechazar
ja: 拒否

source: Delete goal for particular users
de: Ziel für bestimmte Benutzer löschen
es: Borrar meta para usuarios particulares
ja: 特定のユーザーの目標の削除

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル

source: Delete
de: Löschen
es: Borrar
ja: 削除

source: Brand
de: Marke
es: Marca
ja: ブランド

source: Branding
es: Marca
ja: ブランディング

source: Quick Links
de: Schnelle Links
es: Línks rápidos
ja: クイックリンク

source: Goals
de: Ziele
es: Metas
ja: 目標

source: Brand
de: Marke
es: Marca
ja: ブランド

source: Live
es: En vivo
ja: ライブ

source: Smart Solution
de: Intelligente Lösung
es: Solución inteligente
ja: スマート ソリューション

source: Vision 2020+
ja: ビジョン 2020 +

source: Explore New Features
de: Neue Features erkunden
es: Explorar nuevas características
ja: 新機能の探索

source: Python for Data Science
de: Python in der Datenwissenschaft
es: Python para ciencia de datos
ja: データ サイエンスの Python

source: Spring Boot
ja: 春のブート

source: Infosys Digital Radar 2019
de: Infosys Digitales Radar 2019
ja: インフォシス デジタル レーダー 2019

source: Featured Apps
de: Vorhandene Apps
es: Aplicaciones destacadas
ja: 注目のアプリケーション

source: Onboarding
es: Incorporación
ja: 研修

source: Get on-boarded with {{appName}}
de: Steigen Sie ein mit {{appName}}
es: Incorporarse con {{appName}}
ja: に乗り込んだを取得します。 {{appName}}

source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
ja: プレイリスト

source: Create and learn from playlists. Share with your friends too.
de: Wiedergabelisten erstellen und aus ihnen lernen. Nutzen Sie sie auch zusammen mit Ihren Freunden.
es: Crear y aprender desde listas de reproducción. Compartir con sus amigos también.
ja: プレイリストから作成し、学習する。友人とも共有する。

source: HandsOn
es: Práctica
ja: ハンズオン

source: Test your coding skills by solving our hands-on challenges
de: Testen Sie Ihre Programmierkompetenzen durch Meistern unserer praktischen Herausforderungen
es: Probar sus habilidades de codificación solucionando nuestros desafíos prácticos
ja: 実践的チャレンジ問題を解決してコーディングスキルを試してみよう

source: Navigator
es: Navegador
ja: ナビゲーター

source: Learn by the help of our guide
de: Lernen Sie mithilfe unseres Guide
es: Aprender con la ayuda de nuestra guía
ja: ガイドを使って学習する

source: Leaderboard
de: Bestenliste
es: Marcador
ja: リーダーボード

source: Check the leaderboard and see where you stand
de: Überprüfen Sie die Bestenliste, um zu sehen, wo Sie stehen
es: Compruebe la tabla de clasificación y mire dónde se encuentra
ja: リーダーボードをチェックして、どこに立っているかを確認します。

source: Goals
de: Ziele
es: Metas
ja: 目標

source: Create and learn from goals. Share with your friends too.
de: Erstellen Sie und lernen Sie aus Zielen. Nutzen Sie sie auch zusammen mit Ihren Freunden.
es: Crear y aprender desde las metas. Compartir con sus amigos también.
ja: 目標から作成し、学習する。友人とも共有する。

source: Like us? Have some suggestions? Want to report a bug?
de: Gefällt es Ihnen? Haben Sie irgendwelche Vorschläge? Möchten Sie einen Bug berichten?
es: ¿Cómo nosotros? ¿Tiene alguna sugerencia? ¿Quiere informar un error?
ja: 気に入りましたか? 何か提案がありますか? バグの報告をしますか?

source: View time spent
de: Investierte Zeit ansehen
es: Ver el tiempo utilizado
ja: 費やした時間を確認する

source: Check the time spent on the learning platform
de: Überprüfen Sie, wieviel Zeit Sie auf der Lernplattfom verbracht haben
es: Revisar el tiempo utilizado en la plataforma de aprendizaje
ja: 学習プラットフォームで費やした時間を確認する

source: View your progress
de: Sehen sie sich Ihren Fortschritt an
es: Ver su progreso
ja: 進捗を確認する

source: Check your course progress
de: Prüfen sie, wie weit Sie im Kurs vorangekommen sind
es: Comprobar el progreso de su curso
ja: コースの進捗を確認する

source: Continue Learning
de: Weiterlernen
es: Continuar aprendiendo
ja: 学習を続ける

source: Show Completed
de: Abgeschlossen anzeigen
es: Mostrar terminado
ja: 完了を表示

source: Show Resources
de: Ressourcen anzeigen
es: Mostrar Recursos
ja: 表示 リソース

source: Show Resources
de: Ressourcen anzeigen
es: Mostrar Recursos
ja: リソースを表示

source: Recent addition to playlists
de: Jüngste Erweiterung der Wiedergabelisten
es: Adición reciente a las listas de reproducción
ja: 最新追加のプレイリスト

source: Based on your interests
de: Auf Ihren Interessen basierend
es: De acuerdo con sus intereses
ja: あなたの関心に基づく

source: Couldn't find anything based on your interests. Please add or modify your interest topics to find relevant content.
de: Ich konnte nichts finden, was auf Ihre Interessen zugeschnitten ist. Bitte fügen Sie Ihre Interessensgebiete hinzu oder ändern Sie sie, um relevante Inhalte zu finden.
es: No se pudo encontrar nada en función de sus intereses. Añada o modifique sus temas de interés para buscar contenido relevante.
ja: あなたの興味に基づいて何かを見つけることができなかった。追加するか、関連コンテンツを検索するあなたの興味のあるトピックを変更してください

source: Based on what you viewed
de: Darauf basierend, was Sie sich angesehen haben
es: De acuerdo con lo que usted vio
ja: あなたの閲覧に基づく

source: Organization
de: Unternehmen
es: Organización
ja: 組織

source: Role
de: Rolle
es: Rol
ja: 役割

source: Items under this category are unavailable, please select another category from dropdown
de: Artikel in dieser Kategorie sind nicht verfügbar, bitte kontaktieren Sie uns. eine andere Kategorie aus der Dropdown-Liste auswählen
es: Los elementos de esta categoría no están disponibles, seleccione otra categoría de la lista desplegable
ja: このカテゴリの下の項目がご利用できません。ドロップ ダウン リストから別のカテゴリを選択します。

source: Unit
de: Einheit
es: Unidad
ja: ユニット

source: Job Level
de: Auftragsebene
es: Nivel de trabajo
ja: 仕事のレベル

source: Latest Certifications
de: Jüngste Zertifizierungen
es: Certificaciones más recientes
ja: 最新の認定

source: Recommendations under this category is unavailable, please select another category from dropdown
de: Empfehlungen in dieser Kategorie sind nicht verfügbar, bitte kontaktieren Sie uns. eine andere Kategorie aus der Dropdown-Liste auswählen
es: Las recomendaciones de esta categoría no están disponibles, seleccione otra categoría de la lista desplegable
ja: このカテゴリの下に推奨事項がご利用できません。ドロップ ダウン リストから別のカテゴリを選択します。

source: Done adding interests
de: Interessen hinzufügen erledigt
es: Agregar intereses hecho
ja: 興味を追加しました

source: Search Topics
de: Suchthemen
es: Buscar temas
ja: 検索トピック

source: search topics
de: Themen suchen
es: buscar temas
ja: 検索トピック

source: My Interests
de: Meine Interessen
es: Mis intereses
ja: 私の関心事項

source: Unable to fetch interests
de: Interessen können nicht abgerufen werden
es: No puedo obtener intereses
ja: 関心事項を取り出すことができません

source: No interests
de: Keine Interessen
es: Sin intereses
ja: 関心事項がありません

source: Our Suggestions
de: Unsere Empfehlungen
es: Nuestras sugerencias
ja: 提案

source: View More
de: Mehr ansehen
es: Ver más
ja: もっとみる

source: see more interests
de: Weitere Interessen ansehen
es: ver más intereses
ja: もっと関心事項をみる

source: Leaderboard
de: Bestenliste
es: Marcador
ja: リーダーボード

source: Learner
de: Lernender
es: Aprendiz
ja: 学習者

source: Collaborator
de: Mitarbeiter
es: Colaborador
ja: 協力者

source: Weekly
de: Wöchentlich
es: Semanal
ja: 毎週

source: Monthly
de: Monatlich
es: Mensual
ja: 毎月

source: Hall of Fame
es: Salón de la fama
ja: 殿堂入り

source: to
de: an
es: para
ja: へ

source: Last updated on
de: Letzte Aktualisierung am
es: Actualización más reciente el
ja: 最終更新

source: The top learners from the past months.
de: Die besten Lernenden der letzten Monate.
es: Los mejores participantes de los últimos meses.
ja: 過去数ヶ月からトップの学習。

source: POINTS
de: PUNKTE
es: PUNTOS
ja: ポイント

source: POINT
de: PUNKT
es: PUNTO
ja: ポイント

source: <span>Completed</span>
de: <span>Abgeschlossen</span>
es: <span>Terminado</span>
ja: <span>完了</span>

source: No content found.
de: Kein Inhalt gefunden
es: No se encontró ningún contenido.
ja: コンテンツが見当たりません。

source: View More
de: Mehr ansehen
es: Ver más
ja: もっとみる

source: Last studied on
de: Zuletzt beschäftigt mit
es: Ultimo estudio el
ja: 最終学習日

source: to go!
de: Gehen!
es: ¡hasta!
ja: 残り!

source: Corporate
de: Unternehmen
es: Corporativo
ja: 企業

source: Employer
de: Arbeitgeber
es: Empleador
ja: 雇用者

source: Brand Assets
de: Markenressourcen
es: Activos de la marca
ja: ブランド資産

source: Agile Digital at Scale
de: Agile Digital bei der Waage
es: Agilidad de datos digitales a escala
ja: アジャイルのデジタル スケールで

source: AI-powered Core
de: KI-gestützter Kern
es: Núcleo respaldado por inteligencia artificial
ja: AI 搭載コア

source: Always-on Learning
de: Ständiges Lernen
es: Aprendizaje siempre activo
ja: 常に学習

source: Products and Subsidiaries
de: Produkte und Filialen
es: Productos y subsidiarias
ja: 製品と付属品

source: Your brand assets appear here.
de: Ihre Markenwerte erscheinen hier.
es: Sus activos de marca aparecen aquí.
ja: ブランド資産がここに表示されます。

source: Your client success stories appear here.
de: Ihre Kundenerfolgsgeschichten erscheinen hier.
es: Las historias de éxito de sus clientes aparecen aquí.
ja: あなたのクライアントのサクセス ストーリーがここに表示されます。

source: Prepare
de: Vorbereiten
es: Preparar
ja: 準備

source: Engage
de: Engagieren
es: Participar
ja: エンゲージ

source: Leave Behind
de: Hinterlassen
es: Dejar atrás
ja: 後に残す

source: Digital Services - Narratives
de: Digitale Dienstleistungen - Berichte
es: Servicios digitales - Descripciones
ja: デジタルサービス- 物語

source: Digital Services - Offerings
de: Digitale Dienstleistungen - Angebote
es: Servicios digitales - Ofertas
ja: デジタルサービス- オファリング

source: Navigate your next - Narratives
de: Weiter navigieren – Berichte
es: Próxima navegación - Descripciones
ja: 次へナビゲート- 物語

source: Error fetching Industries data
de: Fehler beim Abrufen der Branchendaten
es: Error al obtener datos de Industrias
ja: Industriesデータのフェッチ中にエラーが発生しました

source: Error fetching data.
de: Fehler beim Abrufen von Daten.
es: Error en captura de datos.
ja: データの取得エラー。

source: Your content can be added in this space.
es: Su contenido puede añadirse en este espacio.
ja: この空間であなたのコンテンツを追加できます。

source: Data for different hubs will appear here
de: Daten für verschiedene Hubs wird hier angezeigt.
es: Datos para diferentes centros aparecen aquí
ja: データ別のハブがここで表示されます。

source: Arizona
ja: アリゾナ州

source: Connecticut
ja: コネチカット州

source: Indiana
ja: インディアナ州

source: North Carolina
ja: ノース ・ カロライナ州

source: Rhode Island
ja: ロードアイランド

source: Texas
ja: テキサス州

source: ANDROID
ja: アンドロイド

source: This application requires Multi Factor Authentication (MFA) as set by your organization. Please note the following before you install this app.
de: Für diese Anwendung ist die von Ihrer Organisation eingerichtete mehrstufige Authentifizierung (MFA) erforderlich. Vor dem Installieren der App beachten Sie bitte folgendes.
es: Esta aplicación requiere autenticación multifactor (MFA) según lo estableció su organización. Tenga en cuenta lo siguiente antes de instalar esta aplicación.
ja: このアプリケーションでは、あなたの組織が設定した多元的認証(MFA)が必要となります。このアプリをインストールする前に以下をご留意ください。

source: Post installation you will have to log in with the MFA. To reset or configure MFA, go to your organization portal
de: Nach der Installierung müssen Sie sich mit MFA anmelden. Zum Zurücksetzen oder Konfigurieren der MFA gehen Sie bitte zum Portal Ihrer Organisation
es: Después de la instalación tendrá que iniciar sesión con la MFA. Para reiniciar o configurar la MFA, vaya al portal de su organización
ja: インストール後、MFAを使ってログインする必要があります。リセットまたはMFAを設定するには、御社のポータルに行く必要があります

source: OPEN IN PLAY STORE
de: IN PLAYSTORE ÖFFNEN
es: ABRA EN PLAY STORE
ja: プレイストアを開く

source: DOWNLOAD
es: DESCARGAR
ja: ダウンロード

source: Download from our server
de: Herunterladen von unserem Server
es: Descargar de nuestro servidor
ja: 弊社サーバーからダウンロードします。

source: Or scan QR code to download:
de: Oder Sie scannen den QR Code zum Herunterladen:
es: O escanee el código QR para descargar:
ja: またはQRコードをスキャンしてダウンロードする:

source: * If prompted, allow installation from unknown sources. You can disable this option after the app installation is complete.
de: * Wenn aufgefordert, erlauben Sie die Installation aus unbekannten Quellen Nach Beendigung der Installation kann diese Option deaktiviert werden.
es: * Si se le solicita, permita la instalación de fuentes desconocidas. Puede desactivar esta opción después de terminar la instalación de la aplicación.
ja: * プロンプトが出たら、不明の発信元からのインストレーションを許可してください。アプリのインストレーションが完了後にこのオプションを無効にできます。

source: Coming Soon...
de: Kommt bald…
es: Pronto...
ja: 近日公開...

source: Mobile Apps are not yet available for the Web-App
de: Mobile Apps sind für die Web-App noch nicht verfügbar.
es: Móvil Las aplicaciones aún no están disponibles para la aplicación web
ja: 携帯アプリまだ利用できない Web アプリケーションの

source: <mat-icon>school</mat-icon> <span>My Learning</span>
de: <mat-icon>Schule</mat-icon> <span>Mein Lernen</span>
es: <mat-icon>escuela</mat-icon> <span>Mi aprendizaje</span>
ja: <mat-icon>学校</mat-icon> <span>私の学習</span>

source: <mat-icon>border_color</mat-icon> <span>My Assessment</span>
de: <mat-icon>border_color</mat-icon> <span>Meine Bewertung</span>
es: <mat-icon>color de borde</mat-icon> <span>Mi evaluación</span>
ja: <mat-icon>border_color</mat-icon> <span>私の評価</span>

source: <mat-icon>flag</mat-icon> <span>My Refactoring</span>
de: <mat-icon>Flagge</mat-icon> <span>Mein Neustrukturierung</span>
es: <mat-icon>bandera</mat-icon> <span>Mi refactorización</span>
ja: <mat-icon>フラグ</mat-icon> <span>私のリファクタリング</span>

source: <mat-icon>calendar_today</mat-icon> <span>My Plans</span>
de: <mat-icon>Kalender_heute</mat-icon> <span>Meine Pläne</span>
es: <mat-icon>calendario_hoy</mat-icon> <span>Mis planes</span>
ja: <mat-icon>calendar_today</mat-icon> <span>私の計画</span>
