Repository: Infosys/eagle-web-v4
Catalog: src/locale/messages.*.xlf
Languages: de, es, ja

source: Infosys Wingspan is a next-gen learning solution that helps organizations accelerate their talent transformation journey. It enables organizations to focus on training their talent of today, to be ready for tomorrow. Based on open source technologies, Infosys Wingspan is a cloud-first and mobile-first solution that is designed to be accessible anytime, anywhere and on any device. Organizations using Infosys Wingspan can facilitate a culture of learning and collaboration for their employees as well as enable their leaders to derive strategic insights to track talent productivity.
de: Infosys Wingspan ist eine Lernlösung der nächsten Generation, die Organisationen hilft, den Prozess der Nachwuchsförderung zu beschleunigen. Sie ermöglicht Organisationen sich schon heute auf die Ausbildung von Nachwuchskräften zu konzentrieren, um für das Morgen gerüstet zu sein. Infosy Wingspan, das auf Open-Source-Technologien basiert, ist eine Cloud-First, Mobile-First Lösung, die jederzeit, ortsunabhängig und von jedem Gerät zugängig ist. Organisationen, die Wingspan von Infosys nutzen, können unter den Mitarbeitern eine Kultur des Lernens und der Zusammenarbeit fördern und ihr Führungspersonal befähigen, ein strategisches Verständnis für die Produktivität ihres Nachwuchspersonals zu entwickeln.
es: Infosys Wingspan es una solución de aprendizaje de siguiente generación que ayuda a las organizaciones a acelerar el recorrido de transformación de su talento. Permite a las organizaciones centrarse en la formación de su talento actual, para estar listo para el mañana. Basada en tecnologías de código abierto, Infosys Wingspan es una solución de uso principalmente en la nube y en el móvil que está diseñada para ser accesible en cualquier momento, en cualquier lugar y en cualquier dispositivo. Las organizaciones que utilizan Infosys Wingspan pueden facilitar una cultura de aprendizaje y la colaboración para sus empleados, así como permitir que sus líderes obtengan información estratégica para hacer seguimiento a la productividad del talento.
ja: Infosys Wingspanは、組織の人材を次の段階へと変貌させる旅を手助けする次世代学習ソリューションです。組織が今の人材教育にフォーカスできるようになり、将来に備えることができます。Infosys Wingspanは、オープンソーステクノロジーに基づき、いつでも、どこでも、どのデバイスからもアクセスできるよう設計されたクラウド初、モバイル初のソリューションです。Infosys Wingspanを使うと、組織における学びの文化や従業員同士のコラボレーションを助長するだけでなく、人材の生産性を把握することで戦略的なインサイトを引き出すこともできます。

source: Learners can interact with the voice-enabled ‘learning assistant’ for learning guidance. With an ever evolving range of curated content, it facilitates learning based on interest, skill set and function/role. Learning modules are a combination of instructor-led, assisted learning and self-learning sessions. With on-the-go access, Infosys Wingspan helps accelerate business and employee engagement. It aids talent in navigating their next by creating an environment for continuous learning to acquire the right and relevant skills.
de: Lernende können mit dem sprachgestützten ’Lern-Assistenten” interagieren und sich beim Lernen beraten lassen. Mit einer sich ständig weiterentwickelnden Auswahl an kuratierten Inhalten erleichtert es das Lernen basierend auf Interesse, Fähigkeiten und Funktion/Rolle. Die Lernmodule sind eine Kombination aus von Lehrkräften angeleiteten und unterstütztem Lernen und Selbstlernsitzungen. Durch ihren ortsunbahängigen Zugriff hilft Infosys Wingspan Geschäftsprozesse zu beschleunigen, und das Mitarbeiterengagement zu verbessern. Sie hilft Nachwuchskräften beim Navigieren, indem sie ein Umfeld des ständigen Lernens zum Aneignen aufgabenspezifischer und relevanter Fähigkeiten kreiert.
es: Los aprendices pueden interactuar con el «asistente de aprendizaje» activado mediante voz para la orientación del aprendizaje. Con un intervalo de contenido depurado en constante evolución, facilita el aprendizaje basado en intereses, conjunto de habilidades y función/rol. Los módulos de aprendizaje son una combinación de sesiones de aprendizaje asistido, y autoaprendizaje guiadas por un instructor. Con acceso sobre la marcha, Infosys Wingspan ayuda a acelerar el compromiso de los empleados y el negocio. Ayuda al talento en la navegación a su lado creando un entorno de aprendizaje continuo para adquirir las habilidades correctas y relevantes.
ja: 学習者は、学習ガイダンスのために音声認識’学習アシスタント’ を使用できます。精選された内容のこれまで進化して範囲の興味、スキルと機能・役割に基づく学習を容易にします。学習モジュールは、指導付き学習と自主学習の組み合わせになっています。いつでもアクセスできるInfosys Wingspanでビジネスと従業員のエンゲージメントを促進します。 適切で関連したスキルを獲得し、継続的な学習意欲を持てるようにナビゲートします。

source: Wingspan is the robust holistic learning solution that can help you Navigate Your Next in your talent transformation experience.
de: Wingspan ist eine robuste holistische Lernlösung , die Ihnen helfn kann, Ihren Nachwuchskräften den Weg in die Zukunft zu ebnen.
es: Wingspan es la solución de aprendizaje holística y robusta que puede ayudarle Navegando a su lado en su experiencia de transformación de talento.
ja: Wingspanは人材が変化していくことを経験でき、次へと進んでいくことを手助けできる安定した総合的学習ソリューションです。

source: Features
de: Merkmale
es: Características
ja: 特長

source: Welcome aboard! Make the learning experience of your organization’s talent more interactive and intuitive with role-based onboarding kits, curated playlists and custom goals which can be tracked by managers and learning anchors. There are a lot of cool features that make Wingspan a desirable learning platform for many organizations, for their talent transformation pursuit.
de: Willkommen an Bord! Gestalten Sie die Lernerfahrungen der Nachwuchskräfte Ihrer Organisation stärker interaktiv und intuitiv durch rollenspezifische Onboarding-Programme, kuratierte Wiedergabelisten und kundenspezifische Ziele, die von Managern und Lernmoderatoren nachverfolgt werden können. Wingspan zeichnet sich durch eine Vielzahl fantastischer Funktionen aus, die diese Lösung für viele Organisationen zu einer vorteilhaften Lernplattform für die Aus-und Weiterbildung von Nachwuchskräften macht.
es: ¡Bienvenido a bordo! Haga la experiencia de aprendizaje del talento de su organización más interactiva e intuitiva con los equipos de integración basados en funciones, listas de reproducción selectas y metas personalizadas que pueden ser seguidas por los administradores y anclas de aprendizaje. Hay muchas características interesantes que hacen de Wingspan una plataforma de aprendizaje atractiva para muchas organizaciones, en la búsqueda de la transformación de su talento.
ja: ようこそ! 職務役割別研修キット、選抜されたプレイリスト、マネジャーと学習アンカーが監視できるカスタムの目標によって、組織の人材タレントがより双方向で使いやすい学習経験ができるようにしよう。Wingspanは、人材の変化を求める多くの組織にとって数多くの素晴らしい機能が搭載されている価値ある学習プラットフォームです。

source: Flexible and Convenient
de: Flexibel und bequem.
es: Flexible y conveniente
ja: 高い順応性と便宜性

source: Infosys Wingspan provides the best-in-class curated content from multiple sources. Learners can access it seamlessly anytime, anywhere and on any device. Learning on-the-move is made easier as the content is available online and offline. Learners get a bird's-eye view on a topic of interest or delve deep into it for enriching their knowledge. The built-in AI-powered voice-enabled learning assistant responds to learners’ queries and also enables access to courses of interest within the solution.
de: Infosys Wingspan bietet Best-in-Class kuratierte Inhalte aus den verschiedensten Quellen. Lernende können jederzeit, an jedem Ort und von jedem Gerät problemlos auf sie zugreifen. Überall lernen zu können wird dadurch erleichtert, dass Lerninhalte online wie offline verfügbar sind. Lernende könnnen sich einen kurzen Überblick über ein interessantes Thema verschaffen oder sich zur Vertiefung ihres Wissens eingehender beschäftigen. Der integrierte, durch künstliche Intelligenz erweiterte sprachgestützte Lernassistent, beantwortet die Fragen der Lernenden und ermöglicht den Zugriff auf andere Kurse innerhalb der Lösung.
es: Infosys Wingspan proporciona el mejor contenido selecto proveniente de diversas fuentes. Los aprendices pueden tener acceso continuo en cualquier momento, cualquier lugar y en cualquier dispositivo. Se facilita el aprendizaje en marcha ya que el contenido está disponible en línea y sin conexión. Los aprendices obtienen una vista panorámica sobre un tema de interés o lo profundizan para enriquecer su conocimiento. El asistente de aprendizaje activado por voz integrado con IA responde las consultas de los aprendices y también activa el acceso a los cursos del interés dentro de la solución.
ja: Infosys Wingspanは、複数の領域から収集したクラス最高のコンテンツを提供します。学習者は、いつでも、どこからでも、 どのデバイスからも シームレスにアクセスできます。オンライン、オフラインで利用できるコンテンツで移動中の学習も楽々です。学習者は、興味のあるトピックを大局的に学んだり、知識を豊かにするために深く掘り下げて学習できます。音声認識可能な人工知能による学習アシスタントが組み込まれており、学習者の質問に答えたり、ソリューション内で学習者が興味のあるコースへアクセスできるようにします。

source: Personal and Engaging
de: Persönlich und ansprechend
es: Personal y atractivo
ja: パーソナルかつ魅力的

source: There are several elements in Wingspan that make learning a much more enjoyable and engaging experience. Some of them are listed below.
de: Es gibt mehrere Elemente in Wingspan, die Lernen zu einem Erlebnis machen, das Freude bereitet und anspruchsvoll ist. Nachfolgend werden einige davon aufgelistet
es: Hay varios elementos en Wingspan que hacen el aprendizaje una experiencia mucho más agradable y atractiva. Algunos se mencionan a continuación.
ja: Wingspanでより楽しく、興味を持って学習できるのにはいくつかの理由があります。 その理由は以下の通りです。

source: Learners can create ‘Goals’ to achieve learning fitness. Managers can also set goals for their team members and track their progress. The ‘Navigator’ directs learners to steer through dynamic learning paths specially crafted for them. Learners can explore role-based offerings, acquire skills of their choice and build on their current skill set.
de: Lernende können ‘Ziele’ erstellen, um ihre Lernfähigkeit zu optimieren. Manager können ebenso ihren Teammitgliedern Ziele setzen und deren Fortschritt verfolgen. Der ’Navigator‘ führt die Lernenden auf dynamische spezifisch für sie kreierte Lernpfade. Lernende können rollenspezifische Angebote erkunden, sich Kompetenzen ihrer Wahl aneignen und ihre aktuellen Fertigkeiten weiter ausbauen.
es: Los aprendices pueden crear ‘Metas’ para lograr aprender aptitudes. Los administradores también pueden establecer metas para sus miembros de equipo y seguir su progreso. El «navegador» conduce a los aprendices a través de rutas de aprendizaje dinámico especialmente creada para ellos. Los aprendices pueden explorar ofertas basadas en funciones, adquirir habilidades de su elección y desarrollar su conjunto de habilidades actual.
ja: 学習者は、学習の適性を達成するために「目標」を作成できます。マネジャーはチームメンバーの目標を設定でき、またその進捗状況を確認することもできます。学習者は、‘ナビゲーター’に導かれ、それぞれの学習者のために特別に作られたダイナミックな学習過程をやり遂げられるようになっています。学習者は、役割別の内容から検討をした上で、希望するスキルを獲得することで、現在のスキルに新しいスキルを積み上げていくことができます。

source: ‘Time Spent’ is a measure of the amount of time spent on learning initiatives on Wingspan and compare against the organization’s average.
de: ‘Investierte Zeit’ misst die Zeit, die für Lerninitiativen auf Wingspan aufgewendet wurde und die mit dem Organisationsdurchschnitt verglichen wird.
es: ‘Tiempo Gastado’ es una medida de la cantidad de tiempo gastado en aprender iniciativas en Wingspan y compararlas con el promedio de la organización.
ja: 「使用時間」は、Wingspanでイニシアチブを学習するために費やした時間を測定し、組織の平均と比較したものです。

source: The ‘Learning History’ feature presents learners with the list of courses that they have commenced and spurs them to complete them.
de: Die Funktion ‘Lernhistorie’ stellt Lernenden eine Liste mit Kursen bereit, die von ihnen begonnen wurden und spornt sie an, sie zu beenden.
es: La función ‘Historial de Aprendizaje’ presenta a los aprendices una lista de los cursos que han comenzado y los invita a completarlos.
ja: ‘学習履歴’ 機能は、学習者が開始したコース一覧を表示し、コースを完了することを促進させます。

source: Connected and Collaborative
de: Verbunden und kollaborativ
es: Conectado e impulsor de colaboración
ja: 仲間と繋がり、コラボレーション

source: Learners can choose topics to add to their ‘Playlists’ and create their own learning paths. These paths can be shared with their peers too.
de: Lernende können Themen zum Hinzufügen zu ihren ’Wiedergabelisten auswählen, um ihre eigenen Lernpfade anzulegen. Diese Lernpfade können gemeinsam mit Kollegen genutzt werden.
es: Los aprendices pueden elegir temas y agregar sus ‘Listas de Reproducción’ y crear sus propias rutas de aprendizaje. Estas rutas también pueden compartirse con sus pares.
ja: 学習者は、’プレイリスト’に追加するトピックを選択でき、自分の学習過程を作成できます。また、自分の学習過程を他の人と共有することもできます。

source: Incorporate role-based kits to train and engage talent with the ‘Onboarding’ function.
de: Mit der ‘Onboarding’ Funktion lassen sich rollenbasierte Lernsätze zum Fördern und Engagieren von Nachwuchskräften integrieren.
es: Incorporar kits basados en roles para entrenar e involucrar talentos con la función de ‘Incorporación’.
ja: ’研修’機能を使って人材教育し、人材を惹きつけるように役割別キットが組み込まれています。

source: Competitive and Motivational
de: Wettbewerbsfähig und motivierend
es: Competitivo y motivador
ja: 競争的かつ意欲を高める

source: Learners can augment their competencies using the ‘Technology Playground’. In addition, learners can use the power of ‘Challenges’, ‘Contests’ and ‘Technology Assessment’ to
de: Lernende können ihre Kompetenzen durch Nutzung des ‘Technology Playgrounds‘ erweitern. Ferner können Lernende die Möglickeiten von ’Herausforderungen‘,‘Wettbewerbe‘ und’Technologiebewertung‘ nutzen,
es: Los aprendices pueden aumentar sus competencias utilizando el «Sitio de pruebas de tecnología». Además, los aprendices pueden utilizar la potencia de los «Desafíos», «Concursos» y «Evaluación tecnológica» para
ja: ‘テクノロジープレイグランド’を使って、学習者は各自の能力を増強できます。更に、学習者は、’チャレンジ’、’コンテンツ’や’テクノロジーアセスメント’の機能も利用できます。

source: Conduct technology certifications
de: Technologie-Zertifizierungen durchzuführen
es: Conducir certificaciones de tecnología
ja: テクノロジー認定の実施

source: Test their own skills as well as the collective skills of different teams
de: Ihre eigenen sowie die gemeinsamen Kompetenzen verschiedener Teams zu testen
es: Probar sus propias habilidades al igual que las habilidades colectivas de distintos equipos
ja: 自分自身のスキルのみならず、さまざまなチームの集合的スキルもテストする

source: Create coding contests and hackathons
de: Programmierwettbewerbe und Hackathons erstellen
es: Crear concursos de codificación y hackathons
ja: コーディングコンテストとハッカソンの作成

source: Customize assessments
de: Bewertungen individualisieren
es: Personalizar las evaluaciones
ja: 評価のカスタマイズ

source: Gamification
es: Ludificación
ja: ゲーミフィケーション

source: Learners can build a team of certified and deployable talent with ‘Virtual Proctored Certifications’, which enables learners to complete certification with ease anytime, anywhere. Fueled by gamification, learners can win cool ‘Badges’ by earning points after completing courses and topping the learning leaderboard.
de: Lernende können ein Team zertifizierter und einsatzfähiger Nachwuchskräfte mit „Virtuellen beaufsichtigte Zertifizierungen“ zusammenstellen, das es Lernenden ermöglicht, Zertifizierungen mühelos überall, zu jeder Zeit abzuschließen. Durch Gamifikation angeregt, können Lernende durch das Erwerben von Punkten nach Absolvieren des Lehrgangs coole “Badges“ gewinnen und sich an der Spitze der Bestenliste der Lernenden positionieren.
es: Los aprendices pueden crear un equipo de talento certificado y versátil con «Certificaciones supervisadas virtuales» que les permiten completar las certificaciones con facilidad en cualquier momento y en cualquier lugar. Mediante la ludificación, los aprendices pueden ganar «insignias» mediante puntos después de terminar cursos y encabezar los marcadores de aprendizaje.
ja: 学習者は、いつでも、どこでも簡単に認定を受けられる’バーチャル監督官による認定証’を利用して、配置可能かつ認定された人材チームを構築できます。ゲーミフィケーションに刺激され、学習者はコースを終了後にポイントを獲得したり、学習リーダーボードの首位になると素敵な’バッジ’をもらえます。

source: Strategic and Insightful
de: Strategisch und aufschlussreich
es: Estratégica y penetrante
ja: 戦略的かつ洞察的

source: Organization leaders can drive impactful learning initiatives with insights from ‘Analytics’ and ‘Heartbeat Telemetry’ as well as keep a check on the learning trends of the organization. Through extensive activity tracking, reports and personalized dashboards, they can develop and manage talent productivity.
de: Organisationen können mit den aus’Analytiken‘ und‘Heartbeat-Telemetrie‘ gewonnenen Erkenntnissen wirkungsvolle Lerninitiativen vorantreiben, wie auch die Lerntendenzen der Organisation kontrollieren. Durch umfassende Aktivitätsverfolgung, Berichte und individualisierte Dashboards kann ferner die Produktivität der Nachwuchskräfte gesteigert und verwaltet werden.
es: Los líderes de la organización pueden impulsar iniciativas de aprendizaje impactantes con la información de «Análisis» y «Telemetría de latidos», así como controlar las tendencias de aprendizaje de la organización. A través del extenso seguimiento de actividades, informes y paneles personalizados, ellos pueden desarrollar y gestionar la productividad de talento.
ja: 組織管理者は、’分析’や’心拍測定’からのデータや組織の学習トレンドを確認することでインパクトのある学習取り組みを主導することができます。幅広い活動について履歴の追跡、レポートや個別化されたダッシュボードを通じて、人材の生産性を開発・管理できます。

source: Plug and Play with Infosys Wingspan Catalog
de: Plug und Play mit Infosys Wingspan Katalog
es: Plug and Play con catálogo de Infosys Wingspan
ja: Infosys Wingspanを始める カタログ

source: Engage learners with a curated library of best in-class content. Seamlessly integrate your internal enterprise content or external third-party content. Learners can enjoy and choose any content format that best suits their learning requirements. They can learn from PDFs, podcasts, rich HTML, interactive labs and other content formats. Learners can also choose to learn bite-sized micro modules or dive deep into macro learning modules.
de: Motivieren der Lernenden durch eine Bibliothek mit Best-in-Class kurierten Inhalten. Nahtlose Integration mit Ihrem internen Unternehmensinhalt oder dem Inhalt externer Dritter. Lernende können die am besten zu ihren Lernanforderungen passenden Inhalte in jeder Art von Format auswählen. Zum Lernen stehen PDFs, Podcasts, Rich HTML, Interaktive Labore und andere Formate zur Verfügung. Lernende können auch kleine Schulungsmodule wählen oder tief in Makro-Lernmodule eintauchen.
es: Involucre a los aprendices con una biblioteca selecta con el mejor contenido. Integre transparentemente su contenido empresarial interno o contenido de terceros. Los aprendices pueden disfrutar y elegir el formato de contenido que mejor se adapte a sus necesidades de aprendizaje. Pueden aprender con PDF, podcasts, HTML enriquecido, laboratorios interactivos y otros formatos de contenido. Los aprendices también pueden elegir aprender micromódulos de tamaño reducido o profundizar en los macromódulos de aprendizaje.
ja: クラス最高のコンテンツを有するライブラリーに学習者をエンゲージさせます。内部用企業コンテンツまたは外部のコンテンツをシームレスに統合します。学習者は、各自の学習要件に一番合ったコンテンツ形式を選び、楽しく学習することができます。PDF、ポッドキャスト、リッチテキスト、HTML、Interactive Labsやその他のコンテンツ形式を利用して学習できます。また、学習者は学習しやすい小さいモジュールを選ぶこともできるし、マクロ的な学習モジュールへ突入していくこともできます。

source: Practice Makes Perfect
de: Übung macht den Meister
es: La práctica hace la perfección
ja: 練習を積み重ねて完璧にする

source: Never go out of touch! Learners can make the most of the hands-on coding playground and ‘Simulated Labs’ on cloud environment. These are made available on Wingspan to help learners practice and code after acquiring new skills.
de: Immer am Ball bleiben! Lernende können den in einer Cloud-Umgebung, praxisbezogenen Coding Playground und‘Simulierte Labors‘ nutzen. Sie werden auf Wingspan bereitgestellt, damit Lernende nach dem Aneignen neuer Kompetezen üben und programmieren können.
es: ¡Nunca se quede desconectado! Los aprendices pueden aprovechar al máximo el sitio de pruebas activo de codificación y los «laboratorios de simulación» de entorno en la nube. Estos están disponibles en Wingspan para ayudar a los aprendices a practicar y a codificar después de adquirir nuevas habilidades.
ja: まずやってみよう! 学習者は、クラウド環境下で実践的コーディングプレイグランドや’シミュレーションラボ’をフルに活用できます。新しいスキルを獲得すると、学習者がコード練習できるようにWingspanでこれらが利用できるようになります。

source: Benefits – why Infosys Wingspan?
de: Vorteile – Warum Infosys Wingspan?
es: Beneficios: ¿por qué Infosys Wingspan?
ja: メリット – どうしてInfosys Wingspanなのか?

source: Infosys Wingspan offers multiple benefits when it comes to talent transformation with on-the-go learning capabilities. Here are some of them:
de: Infosys Wingspan bietet mit seiner Möglichkeit, unterwegs und zwischendurch zu lernen, eine Vielzahl von Vorteilen für die Aus-und Weiterbildung von Nachwuchskräften. Dazu gehören unter anderem:
es: Infosys Wingspan ofrece varios beneficios cuando se trata de la transformación del talento con capacidades de aprendizaje sobre la marcha. Algunos son:
ja: 移動中でも学習できる機能を有するInfosys Wingspanは、人材の変革をするという点で複数のメリットがありますそのいくつかは:

source: 100% Cloud and Open Source-based, which enables easy deployment
de: Zu 100 % Cloud- und Open-Source-basiert, was einen einfachen Einsatz ermöglicht.
es: 100 % en la nube y basado en código abierto, lo que permite fácil implementación
ja: 100% クラウドでオープンソースなので、簡単に展開可能

source: A scalable, secure, open-source cloud-based solution that can be easily integrated with your enterprise SSO. This solution can be accessed anytime, anywhere and on any device.
de: Eine skalierbare , sichere, Open-Source Lösung, die sich bequem in ihr Enterprise SSO integrieren lässt. Eine Lösung, die jederzeit, an jedem Ort und auf jedem Gerät zugängig ist.
es: Una solución escalable, segura, de código abierto, basada en la nube que se puede integrar fácilmente con SSO de la empresa Puede tenerse acceso a la solución en cualquier momento, en cualquier lugar y con cualquier dispositivo.
ja: 拡張可能、安全、オープンソースなクラウド型ソリューションなので、企業向けSSOと容易に連携いつでも、どこでも、どのデバイスからでもアクセス可能

source: Always-on support
de: Ständig verfügbarer Support.
es: Siempre dispone de soporte
ja: いつでもサポート

source: Get round-the-clock guidance from experts and educators as well as technical and operational support for the Wingspan platform.
de: Rund-um-die Uhr Betreuung durch Experten und Lehrkräfte, wie auch technische und operative Unterstützung für die Wingspan Plattform.
es: Consiga orientación las 24 horas del día, de expertos y educadores, así como de soporte técnico y operativo para la plataforma Wingspan.
ja: 24時間対応で専門家や教育者からのガイダンスやWingspanプラットフォームへのテクニカル・運用サポートを得られます。

source: Make Wingspan your own
de: Wingspan nach Ihrer Wahl
es: Aprópiese de Wingspan
ja: Wingspanを自分用にする

source: Make Wingspan unique to your organization by assimilating your brand narrative through logos, images and other brand elements on the customized homepage.
de: Gestalten Sie Wingspan unternehmensspezifisch durch Assimilieren Ihrer Markengeschichte mit Logos, Darstellungen und anderen Markenelementen auf der unternehmensspezifischen Homepage.
es: Haga que Wingspan sea único para su organización asimilando la descripción de su marca a través de los logotipos, imágenes y otros elementos de marca en la página de inicio personalizada.
ja: Wingspanを組織にとって独自のものにするように、カスタマイズのホームページにロゴ、画像やその他のブランド要素を通して自社のブランドに取り入れます。

source: Get smart
es: Sea inteligente
ja: 成長しよう

source: Learners can interact with the AI-powered voice-enabled ‘learning assistant’ for guidance at any stage of the learning process. They can also access dynamic guided learning paths created for roles, skills and interest.
de: Lernende können sich in jeder Phase des Lernprozesses mit dem sprachgesteuerten, mit künstlicher Intelligenz erweiterten Lernassistenten beraten. Ferner können sie auf dynamisch geführte, für spezifische Rollen, Kompetenzen und Interessen kreierte Lernpfade zugreifen.
es: Los aprendices pueden interactuar con el «asistente de aprendizaje» activado mediante voz con IA para orientarse en cualquier etapa del proceso de aprendizaje. También pueden acceder a las rutas de aprendizaje dinámicas orientadas creadas por funciones, habilidades e intereses.
ja: 学習者は、学習プロセスのいずれの段階でも音声認識AIの’学習アシスタント’とやり取りができます。役割、スキルや興味に合わせて作成されたダイナミックな学習過程ガイドにアクセスすることもできます。

source: Insights
de: Erkenntnisse
es: Información
ja: インサイト
